StringTable resource
{
	Entry _strings
	[ 

	//CUSTOM UI
		{	String _name = "CCIconChartTip";		String _text = "В таблице отображается информация о ресурсах, которая поможет лучше разобраться в моде Colonial Charter: изображения ресурсов, их названия; название здания, где производится данный ресурс, изображение здания в панели инструментов, а также название профессии человека, который необходим для производства ресурса. Купец в столбце профессии означает, что данный ресурс можно приобрести исключительно у путешествующих купцов в торговом порту.";	}
		{	String _name = "CCIconChart";		String _text = "Таблица ресурсов и производств";	}
		{	String _name = "ResourceIcon";		String _text = "Вид ресурса";	}
		{	String _name = "ChartConstructionIcon";		String _text = "Вид здания";	}
		{	String _name = "ResourceName";		String _text = "Ресурс";	}
		{	String _name = "MainProducer";		String _text = "Осн. производство";	}
		{	String _name = "ProducerIcon";		String _text = "Вид здания";	}
		{	String _name = "ProfessionName";		String _text = "Профессия";	}
		{	String _name = "TypeName";		String _text = "Тип";	}
		{	String _name = "Material";		String _text = "Материал";	}
		{	String _name = "DryGoods";		String _text = "Мануфактура";	}
		{	String _name = "Textiles";		String _text = "Мануфактура:";	}
		{	String _name = "Luxury";		String _text = "Роскошь";	}
		{	String _name = "Food";		String _text = "Пища";	}
		{	String _name = "Fuel";		String _text = "Топливо";	}
		{	String _name = "Tools";		String _text = "Орудия";	}
		{	String _name = "Clothing";		String _text = "Одежда";	}
		{	String _name = "Healing";		String _text = "Снадобья";	}
		{	String _name = "Crafted";		String _text = "Утварь";	}
		{	String _name = "Forged";		String _text = "Метизы";	}
		{	String _name = "Fabrics";		String _text = "Дёготь";	}
		{	String _name = "Industrial";		String _text = "Угли";	}
		{	String _name = "Materials";		String _text = "Глина";	}
		{	String _name = "Construction";		String _text = "Кирпичи";	}
		{	String _name = "Precious";		String _text = "Стекло";	}
		{	String _name = "Misc";		String _text = "Соль";	}
		{	String _name = "Minerals";		String _text = "Материалов:";	}

		{	String _name = "LaborerProfessionBox";		String _text = "Окно профессий";	}

		{	String _name = "CCProductionChartTip";		String _text = "В производственной цепочке отображается информация о том, какое сырьё необходимо для производства того или иного ресурса.";	}
		{	String _name = "CCProductionChart";		String _text = "Производственная цепочка";	}
		{	String _name = "BlankText";		String _text = "Переводим игру на русский язык";	}
		{	String _name = "TerrainText";		String _text = "Внешний вид карты: реки, озёра и горы.";	}
		{	String _name = "TerrainSizeText";		String _text = "Размер карты.";	}
		{	String _name = "ClimateText";		String _text = "Температура, частота дождя и снега.";	}
		{	String _name = "BLHints";		String _text = "Примечание: некоторые культуры и деревья могут расти только в тех температурах, которые им подходят. Однако большинству растений подходят почти все климаты. На рост влияют только экстремальные климатические условия.";	}
		{	String _name = "BLHints2";		String _text = "Примечание: для песчаной или пустынной карты подходят Антилы - такие начальные условия, где растут только пальмы, снег не выпадает, а дождь идёт лишь иногда.";	}

	// ##############################
	// ##    Menus and toolbars    ##

	// #########################################
	// ##          Custom Over-Rides          ##
	// #########################################
	
		{	String _name = "CCReturnToStorage";		String _text = "Собрать";	}
		{	String _name = "CCReturnToStorageTip";		String _text = "Если активно, то товары в амбар отнесут фермеры. Если неактивно, товары останутся, пока их не подберут рабочие.";	}

		{	String _name = "WildShepardPlant";		String _text = "Приручать";	}
		{	String _name = "WildShepardPlantTip";		String _text = "Возобновить или прекратить одомашнивание животных.";	}

		{	String _name = "WildShepardCut";		String _text = "Отлавливать";	}
		{	String _name = "WildShepardCutTip";		String _text = "Возобновить или прекратить отлов животных.";	}


	// #########################################
	// ##          Starting Settings          ##
	// #########################################

	//CUSTOM PROGRESS BAR TEXTS
		{	String _name = "CourtHouseCount";		String _text = "@0 посетителей";	}
	
	//STARTING CONDITIONS
		{	String _name = "CCcustom1Name";		String _text = "Колониальный устав";	}
		{	String _name = "CCcustom1Desc";		String _text = "Описание Колониального устава здесь";	}

		{	String _name = "CCAdamEve";		String _text = "[CC] Адам и Ева";	}
		{	String _name = "CCAdamEveDesc";		String _text = "В начале игре в Вашем распоряжении 2 человека. В телеге, с которой они пришли, есть скудные запасы пищи, дров, одежды и орудий, однако ни скот, ни семена они с собой не прихватили. Рекомендуется опытным игрокам.";	}

		{	String _name = "CCSilkRoad";		String _text = "[CC] Шёлковый путь (Легко)";	}
		{	String _name = "CCSilkRoadDesc";		String _text = "Начните производство шёлка с помощью построенных фермы шелкопрядов и ткацкой мастерской! В начале игры в Вашем распоряжении 6 семей. Жители уже построили 6 деревянных домов, амбар, склад, ферму шелкопрядов, ткацкую мастерскую и выделили область для сада. В амбаре и на складе есть значительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и семена белой шелковицы для сада.";	}
		
		{	String _name = "CCSilkRoadMed";		String _text = "[CC] Шёлковый путь (Средне)";	}
		{	String _name = "CCSilkRoadMedDesc";		String _text = "Начните производство шёлка с помощью построенных фермы шелкопрядов и ткацкой мастерской! В начале игры в Вашем распоряжении 5 семей. Жители уже построили амбар, склад, ферма шелкопрядов, ткацкая мастерская и выделили область для сада. В амбаре и на складе есть удовлетворительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и семена белой шелковицы для сада.";	}

		{	String _name = "CCSilkRoadHard";		String _text = "[CC] Шёлковый путь (Трудно)";	}
		{	String _name = "CCSilkRoadHardDesc";		String _text = "Начните производство шёлка с помощью построенных фермы шелкопрядов и ткацкой мастерской! В начале игры в Вашем распоряжении 4 семьи. В телеге, с которой они пришли, есть скудные запасы одежды, пищи, дров и орудий. Кроме того, жители прихватили семена белой шелковицы для сада.";	}
		
		{	String _name = "CCMine";		String _text = "[CC] Шахта";	}

		{	String _name = "CCMineDesc";		String _text = "Уникальная шахта для ценных вещей.";	}

		{	String _name = "CCMediumPlus";		String _text = "[CC] Средне+";	}
		{	String _name = "CCMediumPlusDesc";		String _text = "В начале игры в Вашем распоряжении 5 семей. Жители уже построили амбар и склад, на которых есть удовлетворительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов, а также стадо животных.";	}
		
		{	String _name = "CCMissionary";		String _text = "[CC] Миссионерство";	}
		{	String _name = "CCMissionaryDesc";		String _text = "В начале игры в Вашем распоряжении 3 семьи, 2 из которых необразованные. Жители уже построили 2 дома, приходской дом и склад. В телеге, с которой они пришли есть скудные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов, а также стадо животных.";	}
		
		{	String _name = "CCFort";		String _text = "[CC] Новый рубеж";	}
		{	String _name = "CCFortDesc";		String _text = "Эта игра начинается с заставы, построенной рядом с дружеским поселением индейцев. Защищайте и обучайте своих граждан, и легенды о Вас ещё долго будут ходить на западе. В начале игры в Вашем распоряжении 3 семьи. Жители уже построили форт и 2 бревенчатых дома. В телеге, с которой они пришли, есть скудные запасы одежды, пищи, дров и орудий, а на складе - строительных материалов. Кроме того, жители прихватили стадо животных и какие-то семена для полей и садов. Также для исследования доступна священная земля, где можно найти очень ценные предметы. Разумеется, если Вам не страшна кара местных богов...";	}

		{	String _name = "CCFortHard";		String _text = "[CC] Коренное поселение (Трудно)";	}
		{	String _name = "CCFortHardDesc";		String _text = "Для этой игры требуются хорошие отношения с племенем, живущим в этой области, поэтому начало достаточно трудное. Поселению индейцев нужны ресурсы, отдавая которые Вы покажете, что пришли с миром. В свою очередь, Вы получите возможность взаимодействовать с постройками. Как иноземец, Вам предстоит многому научиться, чтобы нажить союзников, а не врагов.";	}

		{	String _name = "CCFortAE";		String _text = "[CC] Коренное поселение (Адам и Ева)";	}
		{	String _name = "CCFortAEDesc";		String _text = "В начале игре в Вашем распоряжении 2 человека. В телеге, с которой они пришли, есть скудные запасы пищи, дров, одежды и орудий Для этой игры требуются хорошие отношения с племенем, живущим в этой области, поэтому начало достаточно трудное. Поселению индейцев нужны ресурсы, отдавая которые Вы покажете, что пришли с миром. В свою очередь, Вы получите возможность взаимодействовать с постройками. Как иноземец, Вам предстоит многому научиться, чтобы нажить союзников, а не врагов.";	}

		{	String _name = "PalmsOnlyEasyName";		String _text = "[CC] Антилы (Легко)";	}
		{	String _name = "PalmsOnlyEasyDesc";		String _text = "Вы попадаете на местность, где растут только пальмы и тропические деревья. В начале игры в Вашем распоряжении 6 семей. Жители уже построили 6 деревянных домов, амбар и склад, где есть значительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов, а также стадо животных.";	}

		{	String _name = "PalmsOnlyMediumName";		String _text = "[CC] Антилы (Средне)";	}
		{	String _name = "PalmsOnlyMediumDesc";		String _text = "Вы попадаете на местность, где растут только пальмы и тропические деревья. В начале игры в Вашем распоряжении 5 семей. Жители уже построили амбар и склад, где есть удовлетворительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов.";	}

		{	String _name = "PalmsOnlyHardName";		String _text = "[CC] Антилы (Трудно)";	}
		{	String _name = "PalmsOnlyHardDesc";		String _text = "Вы попадаете на местность, где растут только пальмы и тропические деревья. В начале игры в Вашем распоряжении 4 семьи. В телеге, с которой они пришли, есть скудные запасы одежды, пищи, дров и орудий, однако ни животных, ни семена они с собой не прихватили.";	}
		
		{	String _name = "PalmsOnlyHardFewName";		String _text = "[CC] Редкие - Антилы (Трудно)";	}
		{	String _name = "PalmsOnlyHardFewDesc";		String _text = "Вы попадаете на местность, где растут только пальмы и тропические деревья, образующие редкие леса. Камня и руды на карте также не много. В начале игры в Вашем распоряжении 4 семьи. В телеге, с которой они пришли, есть скудные запасы одежды, пищи, дров и орудий, однако ни животных, ни семена они с собой не прихватили.";	}

		{	String _name = "PalmsOnlyAEName";		String _text = "[CC] Антилы (Адам и Ева)";	}
		{	String _name = "PalmsOnlyAEDesc";		String _text = "Вы попадаете на местность, где растут только пальмы и тропические деревья. В начале игре в Вашем распоряжении 2 человека. В телеге, с которой они пришли, есть незначительные запасы пищи, дров, одежды и орудий, однако ни животных, ни семена они с собой не прихватили. Рекомендуется опытным игрокам.";	}

		{	String _name = "BambooOnlyEasyName";		String _text = "[CC] Лес Цзу Цзы (Легко)";	}
		{	String _name = "BambooOnlyEasyDesc";		String _text = "Вы попадаете на местность, где растёт только бамбук. В начале игры в Вашем распоряжении 6 семей. Жители уже построили 6 деревянных домов, амбар и склад, где есть значительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов, а также стадо животных.";	}

		{	String _name = "BambooOnlyMediumName";		String _text = "[CC] Лес Цзу Цзы (Средне)";	}
		{	String _name = "BambooOnlyMediumDesc";		String _text = "Вы попадаете на местность, где растёт только бамбук. В начале игры в Вашем распоряжении 5 семей. Жители уже построили амбар и склад, где есть удовлетворительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов.";	}

		{	String _name = "BambooOnlyHardName";		String _text = "[CC] Лес Цзу Цзы (Трудно)";	}
		{	String _name = "BambooOnlyHardDesc";		String _text = "Вы попадаете на местность, где растёт только бамбук. В начале игры в Вашем распоряжении 4 семьи. В телеге, с которой они пришли, есть скудные запасы одежды, пищи, дров и орудий, однако ни животных, ни семена они с собой не прихватили.";	}
		
		{	String _name = "NorthernPinesHardName";		String _text = "[CC] Северные сосны (Трудно)";	}
		{	String _name = "NorthernPinesHardDesc";		String _text = "Вы попадаете на местность, где растут только сосны. В начале игры в Вашем распоряжении 4 семьи. В телеге, с которой они пришли, есть скудные запасы одежды, пищи, дров и орудий, однако ни животных, ни семена они с собой не прихватили.";	}

		{	String _name = "NorthernPinesMediumName";		String _text = "[CC] Северные сосны - Средне";	}
		{	String _name = "NorthernPinesMediumDesc";		String _text = "Обычная игра средней сложности только с соснами. Средняя игра начинается с пяти семей. Выдаются одежда, пища, дрова, инструменты и строительные материалы. Амбар уже построен. Есть немного семян для полей и садов.";	}

		{	String _name = "NorthernPinesEasyName";		String _text = "[CC] Северные сосны - Легко";	}
		{	String _name = "NorthernPinesEasyDesc";		String _text = "Обычная лёгкая игра только с соснами. Лёгкая игра начинается с шести семей. Выдаётся большое количество одежды, пищи, дров, строительных материалов и инструментов. Дома и склады уже построены. Есть семена для полей и садов, а также стадо скота.";	}

		{	String _name = "NorthernPinesAEName";		String _text = "[CC] Северные сосны - Адам и Ева";	}
		{	String _name = "NorthernPinesAEDesc";		String _text = "Обычная игра «Адам и Ева» только с соснами. Начните всего с двух человек. Небольшой запас пищи, дров и одежды лежит в маленькой телеге. Построек нет, семян и скота поначалу нет - придётся выживать и добывать всё самим.";	}

		{	String _name = "BambooOnlyAEName";		String _text = "[CC] Лес Цзу Цзы (Адам и Ева)";	}
		{	String _name = "BambooOnlyAEDesc";		String _text = "Вы попадаете на местность, где растёт только бамбук. В начале игре в Вашем распоряжении 2 человека. В телеге, с которой они пришли, есть незначительные запасы пищи, дров, одежды и орудий, однако ни животных, ни семена они с собой не прихватили. Рекомендуется опытным игрокам.";	}

		{	String _name = "NewTreesEasyName";		String _text = "[CC] Эльдорадо (Легко)";	}
		{	String _name = "NewTreesEasyDesc";		String _text = "Вы попадаете на местность, где растут новые виды деревьев, в том числе пальмы. В начале игры в Вашем распоряжении 6 семей. Жители уже построили 6 деревянных домов, амбар и склад, где есть значительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов, а также стадо животных.";	}

		{	String _name = "NewTreesMediumName";		String _text = "[CC] Эльдорадо (Средне)";	}
		{	String _name = "NewTreesMediumDesc";		String _text = "Вы попадаете на местность, где растут новые виды деревьев, в том числе пальмы. В начале игры в Вашем распоряжении 5 семей. Жители уже построили амбар и склад, где есть удовлетворительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов.";	}

		{	String _name = "NewTreesHardName";		String _text = "[CC] Эльдорадо (Трудно)";	}
		{	String _name = "NewTreesHardDesc";		String _text = "Вы попадаете на местность, где растут новые виды деревьев, в том числе пальмы. В начале игры в Вашем распоряжении 4 семьи. В телеге, с которой они пришли, есть скудные запасы одежды, пищи, дров и орудий, однако ни животных, ни семена они с собой не прихватили.";	}

		{	String _name = "NewTreesAEName";		String _text = "[CC] Эльдорадо (Адам и Ева)";	}
		{	String _name = "NewTreesAEDesc";		String _text = "Вы попадаете на местность, где растут новые виды деревьев, в том числе пальмы. В начале игре в Вашем распоряжении 2 человека. В телеге, с которой они пришли, есть незначительные запасы пищи, дров, одежды и орудий, однако ни животных, ни семена они с собой не прихватили. Рекомендуется опытным игрокам.";	}
		
		{	String _name = "NewTrees2EasyName";		String _text = "[CC] Новые деревья (Легко)";	}
		{	String _name = "NewTrees2EasyDesc";		String _text = "Вы попадаете на местность, где растут новые виды деревьев (без пальм). В начале игры в Вашем распоряжении 6 семей. Жители уже построили 6 деревянных домов, амбар и склад, где есть значительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов, а также стадо животных.";	}

		{	String _name = "NewTrees2MediumName";		String _text = "[CC] Новые деревья (Средне)";	}
		{	String _name = "NewTrees2MediumDesc";		String _text = "Вы попадаете на местность, где растут новые виды деревьев (без пальм). В начале игры в Вашем распоряжении 5 семей. Жители уже построили амбар и склад, где есть удовлетворительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов.";	}

		{	String _name = "NewTrees2HardName";		String _text = "[CC] Новые деревья (Трудно)";	}
		{	String _name = "NewTrees2HardDesc";		String _text = "Вы попадаете на местность, где растут новые виды деревьев (без пальм). В начале игры в Вашем распоряжении 4 семьи. В телеге, с которой они пришли, есть скудные запасы одежды, пищи, дров и орудий, однако ни животных, ни семена они с собой не прихватили.";	}

		{	String _name = "NewTrees2AEName";		String _text = "[CC] Новые деревья (Адам и Ева)";	}
		{	String _name = "NewTrees2AEDesc";		String _text = "Вы попадаете на местность, где растут новые виды деревьев (без пальм). В начале игре в Вашем распоряжении 2 человека. В телеге, с которой они пришли, есть незначительные запасы пищи, дров, одежды и орудий, однако ни животных, ни семена они с собой не прихватили. Рекомендуется опытным игрокам.";	}

		{	String _name = "JungleEasyName";		String _text = "[CC] Джунгли Матакапана (Легко)";	}
		{	String _name = "JungleEasyDesc";		String _text = "На территории растут все деревья: и новые, подключамые модом, и старые. В начале игры в Вашем распоряжении 6 семей. Жители уже построили 6 деревянных домов, амбар и склад, где есть значительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов, а также стадо животных.";	}

		{	String _name = "JungleMediumName";		String _text = "[CC] Джунгли Матакапана (Средне)";	}
		{	String _name = "JungleMediumDesc";		String _text = "На территории растут все деревья: и новые, подключамые модом, и старые. В начале игры в Вашем распоряжении 5 семей. Жители уже построили амбар и склад, где есть удовлетворительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов.";	}

		{	String _name = "JungleHardName";		String _text = "[CC] Джунгли Матакапана (Трудно)";	}
		{	String _name = "JungleHardDesc";		String _text = "На территории растут все деревья: и новые, подключамые модом, и старые. В начале игры в Вашем распоряжении 4 семьи. В телеге, с которой они пришли, есть скудные запасы одежды, пищи, дров и орудий, однако ни животных, ни семена они с собой не прихватили.";	}

		{	String _name = "JungleAEName";		String _text = "[CC] Джунгли Матакапана (Адам и Ева)";	}
		{	String _name = "JungleAEDesc";		String _text = "На территории растут все деревья: и новые, подключамые модом, и старые. В начале игре в Вашем распоряжении 2 человека. В телеге, с которой они пришли, есть незначительные запасы пищи, дров, одежды и орудий, однако ни животных, ни семена они с собой не прихватили. Рекомендуется опытным игрокам.";	}

		{	String _name = "AppalachianEasyName";		String _text = "[CC] Лес Аппалачей (Легко)";	}
		{	String _name = "AppalachianEasyDesc";		String _text = "Вы попадаете на местность, где растут новые виды деревьев (без тропических). В начале игры в Вашем распоряжении 6 семей. Жители уже построили 6 деревянных домов, амбар и склад, где есть значительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов, а также стадо животных.";	}

		{	String _name = "AppalachianMediumName";		String _text = "[CC] Лес Аппалачей (Средне)";	}
		{	String _name = "AppalachianMediumDesc";		String _text = "Вы попадаете на местность, где растут новые виды деревьев (без тропических). В начале игры в Вашем распоряжении 5 семей. Жители уже построили амбар и склад, где есть удовлетворительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов.";	}

		{	String _name = "AppalachianHardName";		String _text = "[CC] Лес Аппалачей (Трудно)";	}
		{	String _name = "AppalachianHardDesc";		String _text = "Вы попадаете на местность, где растут новые виды деревьев (без тропических). В начале игры в Вашем распоряжении 4 семьи. В телеге, с которой они пришли, есть скудные запасы одежды, пищи, дров и орудий, однако ни животных, ни семена они с собой не прихватили.";	}

		{	String _name = "AppalachianAEName";		String _text = "[CC] Лес Аппалачей (Адам и Ева)";	}
		{	String _name = "AppalachianAEDesc";		String _text = "Вы попадаете на местность, где растут новые виды деревьев (без тропических). В начале игре в Вашем распоряжении 2 человека. В телеге, с которой они пришли, есть незначительные запасы пищи, дров, одежды и орудий, однако ни животных, ни семена они с собой не прихватили. Рекомендуется опытным игрокам.";	}

		{	String _name = "NewTrees2LiteEasyName";		String _text = "[CC] Упр. - Новые деревья (Легко)";	}
		{	String _name = "NewTrees2LiteEasyDesc";		String _text = "Упрощённая версия для увеличения производительности игры. Вы попадаете на местность, где растут новые виды деревьев (без пальм). В начале игры в Вашем распоряжении 6 семей. Жители уже построили 6 деревянных домов, амбар и склад, где есть значительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов, а также стадо животных.";	}

		{	String _name = "NewTrees2LiteMediumName";		String _text = "[CC] Упр. - Новые деревья (Средне)";	}
		{	String _name = "NewTrees2LiteMediumDesc";		String _text = "Упрощённая версия для увеличения производительности игры. Вы попадаете на местность, где растут новые виды деревьев (без пальм). В начале игры в Вашем распоряжении 5 семей. Жители уже построили амбар и склад, где есть удовлетворительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов.";	}

		{	String _name = "NewTrees2LiteHardName";		String _text = "[CC] Упр. - Новые деревья (Трудно)";	}
		{	String _name = "NewTrees2LiteHardDesc";		String _text = "Упрощённая версия для увеличения производительности игры. Вы попадаете на местность, где растут новые виды деревьев (без пальм). В начале игры в Вашем распоряжении 4 семьи. В телеге, с которой они пришли, есть скудные запасы одежды, пищи, дров и орудий, однако ни животных, ни семена они с собой не прихватили.";	}

		{	String _name = "NewTrees2LiteAEName";		String _text = "[CC] Упр. - Новые деревья (Адам и Ева)";	}
		{	String _name = "NewTrees2LiteAEDesc";		String _text = "Упрощённая версия для увеличения производительности игры. Вы попадаете на местность, где растут новые виды деревьев (без пальм). В начале игре в Вашем распоряжении 2 человека. В телеге, с которой они пришли, есть незначительные запасы пищи, дров, одежды и орудий, однако ни животных, ни семена они с собой не прихватили. Рекомендуется опытным игрокам.";	}

		{	String _name = "LlamaEasyName";		String _text = "[CC] Проклятие золотой ламы (Легко)";	}
		{	String _name = "LlamaEasyDesc";		String _text = "Проклятие Золотой Ламы - мистическая составляющая мира Banished. Что такое 'Золотая Лама'? Какие тайны она хранит? Отважитесь ли Вы изучить её тёмные стороны? Начальные условия аналогичны уровню легко, однако добавлена функция приключений, наградой за которые могут быть сокровища.";	}

		{	String _name = "LlamaMediumName";		String _text = "[CC] Проклятие золотой ламы (Средне)";	}
		{	String _name = "LlamaMediumDesc";		String _text = "Проклятие Золотой Ламы - мистическая составляющая мира Banished. Что такое 'Золотая Лама'? Какие тайны она хранит? Отважитесь ли Вы изучить её тёмные стороны? Начальные условия аналогичны уровню средне, однако добавлена функция приключений, наградой за которые могут быть сокровища.";	}

		{	String _name = "LlamaHardName";		String _text = "[CC] Проклятие золотой ламы (Трудно)";	}
		{	String _name = "LlamaHardDesc";		String _text = "Проклятие Золотой Ламы - мистическая составляющая мира Banished. Что такое 'Золотая Лама'? Какие тайны она хранит? Отважитесь ли Вы изучить её тёмные стороны? Начальные условия аналогичны уровню трудно, однако добавлена функция приключений, наградой за которые могут быть сокровища.";	}

		{	String _name = "LlamaAEName";		String _text = "[CC] Проклятие золотой ламы (Адам и Ева)";	}
		{	String _name = "LlamaAEDesc";		String _text = "Проклятие Золотой Ламы - мистическая составляющая мира Banished. Что такое 'Золотая Лама'? Какие тайны она хранит? Отважитесь ли Вы изучить её тёмные стороны? Начальные условия аналогичны уровню Адам и Ева, однако добавлена функция приключений, наградой за которые могут быть сокровища.";	}

		{	String _name = "OldCastleHardName";		String _text = "[CC] Старинный замок (Трудно)";	}
		{	String _name = "OldCastleHardDesc";		String _text = "Начните игру на месте старого замка, который теперь можно использовать как амбар. Жители уже запасли консервы, одежду, орудий и дрова в небольшом количестве. Жители не прихватили ни семена, ни животных.";	}

		{	String _name = "BayouEasyName";		String _text = "[CC] Байу (Легко)";	}
		{	String _name = "BayouEasyDesc";		String _text = "Байу - часть реки, в которой очень медленное течение, что отлично подходит для строительства города на воде! Жители уже построили дома, амбар и склад, в которых запасли некоторое количество риса, одежды, яиц, орудий и строительных материалов. Рядом с поселением Вы найдёте кур.";	}

		{	String _name = "PlainsEasyName";		String _text = "Равнины (Легко)";	}
		{	String _name = "PlainsEasyDesc";		String _text = "Тест";	}

		{	String _name = "FantasyEasyName";		String _text = "[CC] На всём своём (Легко)";	}
		{	String _name = "FantasyEasyDesc";		String _text = "По всей земле разбросаны различные виды пищи, которую можно собрать. Камни и железо - возобновляемый ресурс, который периодически появляется на карте. Такие начальные условия делают игру чрезвычайно простой и нереальной из-за обилия природных ресурсов.";	}

		{	String _name = "FantasyAEName";		String _text = "[CC] На всём своём (Адам и Ева)";	}
		{	String _name = "FantasyAEDesc";		String _text = "По всей земле разбросаны различные виды пищи, которую можно собрать. Камни и железо - возобновляемый ресурс, который периодически появляется на карте. Такие начальные условия делают игру чрезвычайно простой и нереальной из-за обилия природных ресурсов. В начале этой игры в Вашем распоряжении только 2 человека.";	}

		{	String _name = "ShipwreckHardName";		String _text = "[CC] Кораблекрушение (Трудно)";	}
		{	String _name = "ShipwreckHardDesc";		String _text = "После кораблекрушения Вы оказываетесь на незнакомой земле. У Ваших людей есть только ум и то, что они могут спасти при крушении.";	}

		{	String _name = "ShipwreckElDoradoHardName";		String _text = "[CC] Кораблекрушение (Эльдорадо, Трудно)";	}
		{	String _name = "ShipwreckElDoradoHardDesc";		String _text = "После кораблекрушения Вы оказываетесь на незнакомой земле, на которой растут только новые деревья. У Ваших людей есть только ум и то, что они могут спасти при крушении.";	}

		{	String _name = "ShipwreckJungleHardName";		String _text = "[CC] Кораблекрушение (Джугли, Трудно)";	}
		{	String _name = "ShipwreckJungleHardDesc";		String _text = "После кораблекрушения Вы оказываетесь в джунглях, на незнакомой земле. У Ваших людей есть только ум и то, что они могут спасти при крушении.";	}

		{	String _name = "ShipwreckPinesHardName";		String _text = "[CC] Кораблекрушение (Северные сосны, Трудно)";	}
		{	String _name = "ShipwreckPinesHardDesc";		String _text = "После кораблекрушения Вы оказываетесь на незнакомой земле, на которой растут только сосны. У Ваших людей есть только ум и то, что они могут спасти при крушении.";	}

		{	String _name = "ShipwreckMediumName";		String _text = "[CC] Кораблекрушение - Средне+";	}
		{	String _name = "ShipwreckMediumDesc";		String _text = "Потерпев кораблекрушение в неведомой земле, вы смогли спасти с обломков немного дерева и камня, семена и скот.";	}

		{	String _name = "ShipwreckElDoradoMediumName";		String _text = "[CC] Кораблекрушение - Эльдорадо - Средне+";	}
		{	String _name = "ShipwreckElDoradoMediumDesc";		String _text = "Потерпев кораблекрушение в неведомой земле, вы смогли спасти с обломков немного дерева и камня, семена и скот.";	}

		{	String _name = "ShipwreckJungleMediumName";		String _text = "[CC] Кораблекрушение - Джунгли - Средне+";	}
		{	String _name = "ShipwreckJungleMediumDesc";		String _text = "Потерпев кораблекрушение в неведомой земле, вы смогли спасти с обломков немного дерева и камня, семена и скот.";	}

		{	String _name = "ShipwreckPinesMediumName";		String _text = "[CC] Кораблекрушение - Северные сосны - Средне+";	}
		{	String _name = "ShipwreckPinesMediumDesc";		String _text = "Потерпев кораблекрушение в неведомой земле, вы смогли спасти с обломков немного дерева и камня, семена и скот.";	}

		{	String _name = "AbandonedJungleHardName";		String _text = "[CC] Заброшенная деревня (Джунгли)";	}
		{	String _name = "AbandonedJungleHardDesc";		String _text = "Глубоко в джунглях Ваши люди наткнулись на остатки предыдущего поселения. Вам доступно такое же количество ресурсов, как и в стандартной трудной игре, однако некоторые дома уже построены, другие - лишь частично.";	}

		{	String _name = "AbandonedPinesHardName";		String _text = "[CC] Заброшенная деревня (Северные сосны)";	}
		{	String _name = "AbandonedPinesHardDesc";		String _text = "Глубоко в лесу Ваши люди наткнулись на остатки предыдущего поселения. Вам доступно такое же количество ресурсов, как и в стандартной трудной игре, однако некоторые дома уже построены, другие - лишь частично.";	}

	//TERRAINS
		{	String _name = "MapLlama";		String _text = "[CC] Красная пустыня";	}
		{	String _name = "MapDesert2";		String _text = "[CC] Пустыня";	}
		{	String _name = "MapSwampValleys";		String _text = "[CC] Болотистые равнины";	}
		{	String _name = "MapBattleMountains";		String _text = "[CC] Горные вершины";	}
		{	String _name = "MapLakes";		String _text = "[CC] Озёра";	}
		{	String _name = "MapMarsh";		String _text = "[CC] Топи";	}
		{	String _name = "MapPlains";		String _text = "[CC] Плоские равнины";	}
		{	String _name = "MapSandLakes";		String _text = "[CC] Песчаные озёра";	}
		{	String _name = "MapFertilePlains";		String _text = "[CC] Зелёные равнины";	}
		{	String _name = "MapSwampLakes";		String _text = "[CC] Болотистые озёра";	}
		{	String _name = "MapWaterWorld";		String _text = "[CC] Водный мир";	}
		{	String _name = "MapJungleRivers";		String _text = "[CC] Реки в джунглях";	}
		{	String _name = "MapColdValleys";		String _text = "[CC] Холодные равнины";	}

	//CLIMATES
		{	String _name = "VeryMild";		String _text = "[CC] Очень мягкий";	}
		{	String _name = "VeryHarsh";		String _text = "[CC] Очень суровый";	}
		{	String _name = "Marine";		String _text = "[CC] Морской";	}
		{	String _name = "Mediterranean";		String _text = "[CC] Средиземноморский (без снега)";	}
		{	String _name = "Tropical";		String _text = "[CC] Тропический (без снега)";	}
		{	String _name = "Arid";		String _text = "[CC] Тёплый засушливый (без снега, редкий дождь)";	}
		{	String _name = "HarshArid";		String _text = "[CC] Суровый засушливый (большая разница температур)";	}

	// ###################################################
	// ##    Upgrade tooltips for basegame buildings    ##
	// ###################################################
		{	String _name = "StorageBarnUpgradeTip";		String _text = "Улучшить до каменного амбара, который вместительнее. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}
		{	String _name = "ToolMakerUpgradeTip";		String _text = "Улучшить до большой кузницы, чтобы производить новые предметы. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены. Деревенская и большая кузницы предлагают одинаковые опции.";	}
		{	String _name = "ToolMakerUpgradeTip2";		String _text = "Улучшить до деревенской кузницы, чтобы производить новые предметы. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены. Деревенская и большая кузницы предлагают одинаковые опции.";	}
		{	String _name = "TailorUpgradeTip";		String _text = "Улучшить до ателье, в котором можно шить новую одежду. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}
		{	String _name = "MineUpgradeTip";		String _text = "Улучшить до более глубой шахты для дальнейшей добычи ресурсов.";	}
		{	String _name = "QuarryUpgradeTip";		String _text = "Улучшить до более глубокой каменоломни для дальнейшей добычи ресурсов. Позволяет восстановить землю.";	}
		{	String _name = "QuarryUpgradeTipSalt";		String _text = "Улучшить до более глубокой каменоломни для дальнейшей добычи ресурсов.";	}
		{	String _name = "BLMQuarryUpgradeTip";		String _text = "Улучшить до карьера для дальнейшей добычи ресурсов. Позволяет восстановить землю.";	}
		{	String _name = "BLMQuarry2UpgradeTip";		String _text = "Улучшить до угольного карьера для дальнейшей добычи ресурсов. Позволяет восстановить землю.";	}
		{	String _name = "TinmineUpgradeTip";		String _text = "Улучшить до шахты оловянной руды для дальнейшей добычи ресурсов. Позволяет восстановить землю.";	}
		{	String _name = "CoppermineUpgradeTip";		String _text = "Улучшить до шахты медной руды для дальнейшей добычи ресурсов. Позволяет восстановить землю.";	}
		{	String _name = "RootCellarUpgradeTip";		String _text = "Улучшить до глубокого погреба, чтобы увеличить вместимость.";	}
		{	String _name = "School1UpgradeTip";		String _text = "Улучшить до городской школы, что увеличит вместимость до 50.";	}
		{	String _name = "School2UpgradeTip";		String _text = "Улучшить до большого колледжа, что увеличит вместимость до 80.";	}
		
		{	String _name = "DestroyBL";		String _text = "Уничтожить эту постройку.";	}
		{	String _name = "DestroyBLLwr";		String _text = "уничтожить эту постройку.";	}
		{	String _name = "DestroyBLTip";		String _text = "Приказать строителям уничтожить эту постройку. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}
		{	String _name = "DestroyUpgradeTip";		String _text = "Приказать строителям уничтожить эту постройку. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}
		
		{	String _name = "SolidUpgradeTip";		String _text = "Запретить проход жителей. Также это позволит удалить постройку обычным образом.";	}
		{	String _name = "AbandonedRusticAbodeUpgradeTip";		String _text = "Востановить покинутую сельскую обитель, чтобы жители могли в ней жить.";	}
		{	String _name = "WildShepardUpgradeTip";		String _text = "Переоборудовать это здание для собирательства пищи в лесу. В нём смогут работать до 4 людей со стандартным радиусом сбора растений - 30 клеток.";	}


	// ############################
	// ##    Resource limits    ##
	// ############################

		{	String _name = "Limit";		String _text = "Лимит";	}

		{	String _name = "FuelLimit";		String _text = "Лимит топлива";	}
		{	String _name = "FuelLimitShort";		String _text = "Топлива:";	}
		{	String _name = "FuelLimitTip";		String _text = "Контроль количества запасённого топлива. Как только количество достигнет лимита, производство будет приостановлено.";	} 

		{	String _name = "LogLimit";		String _text = "Лимит брёвен";	}
		{	String _name = "LogLimitShort";		String _text = "Брёвен:";	}
		{	String _name = "LogLimitTip";		String _text = "Контроль количества запасённых брёвен. Как только количество достигнет лимита, производство будет приостановлено.";	}

		{	String _name = "HerbLimit";		String _text = "Лимит снадобья";	}
		{	String _name = "HerbLimitShort";		String _text = "Снадобья:";	}
		{	String _name = "HerbLimitTip";		String _text = "Контроль количества запасённых снадобий: целебных отваров, лечебных масел, трав и компрессов. Как только количество достигнет лимита, производство будет приостановлено.";	}

		{	String _name = "ToolLimit";		String _text = "Лимит орудий";	}
		{	String _name = "ToolLimitShort";		String _text = "Орудий:";	}
		{	String _name = "ToolLimitTip";		String _text = "Контроль количества запасённых орудий. Как только количество достигнет лимита, производство будет приостановлено.";	}

		{	String _name = "IronLimit";		String _text = "Лимит железа";	}
		{	String _name = "IronLimitShort";		String _text = "Железа:";	}
		{	String _name = "IronLimitTip";		String _text = "Контроль количества запасённыого железа. Как только количество достигнет лимита, производство будет приостановлено.";	}

		{	String _name = "StoneLimit";		String _text = "Лимит камня";	}
		{	String _name = "StoneLimitShort";		String _text = "Камня:";	}
		{	String _name = "StoneLimitTip";		String _text = "Контроль количества запасённого камня. Как только количество достигнет лимита, производство будет приостановлено.";	}

		{	String _name = "FoodLimit";		String _text = "Лимит пищи";	}
		{	String _name = "FoodLimitShort";		String _text = "Пищи:";	}
		{	String _name = "FoodLimitTip";		String _text = "Контроль количества запасённой пищи. Как только количество достигнет лимита, производство будет приостановлено.";	}
		{	String _name = "GrainLimitShort";		String _text = "Зерна:";	}
		{	String _name = "MeatLimitShort";		String _text = "Мяса:";	}
		{	String _name = "FruitLimitShort";		String _text = "Фруктов:";	}
		{	String _name = "VegetableLimitShort";		String _text = "Овощей:";	}

		{	String _name = "ClothesLimit";		String _text = "Лимит одежды";	}
		{	String _name = "ClothesLimitShort";		String _text = "Одежды:";	}
		{	String _name = "ClothesLimitTip";		String _text = "Контроль количества запасённой одежды. Как только количество достигнет лимита, производство будет приостановлено.";	}

		{	String _name = "TextileLimit";		String _text = "Лимит мануфактуры";	}
		{	String _name = "TextileLimitShort";		String _text = "Мануфактура:";	}
		{	String _name = "TextileLimitTip";		String _text = "Контроль количества запасённой мануфактуры: пушек, бочек, посуды и т.д. Как только количество достигнет лимита, производство будет приостановлено.";	}

		{	String _name = "CoalLimit";		String _text = "Лимит материалов";	}
		{	String _name = "CoalLimitShort";		String _text = "Материалов:";	}
		{	String _name = "CoalLimitTip";		String _text = "Контроль количества запасённых материалов: стекла, верёвок, кирпичей, балок и т.д. Как только количество достигнет лимита, производство будет приостановлено.";	}

		{	String _name = "MaterialsLimit";		String _text = "Лимит материалов";	}
		{	String _name = "MaterialsLimitShort";		String _text = "Материалов:";	}
		{	String _name = "MaterialsLimitTip";		String _text = "Контроль количества запасённых материалов: стекла, верёвок, кирпичей, балок и т.д. Как только количество достигнет лимита, производство будет приостановлено.";	}

		{	String _name = "AlcoholLimit";		String _text = "Лимит роскоши";	}
		{	String _name = "AlcoholLimitShort";		String _text = "Роскоши:";	}
		{	String _name = "AlcoholLimitTip";		String _text = "Контроль количества запасённых предметов роскоши: эля, вина, табака. Как только количество достигнет лимита, производство будет приостановлено.";	}
		{	String _name = "AlcoholTip";		String _text = "Количество запасённых предметов роскоши.";	}

		{	String _name = "MaterialsLimitStatus";		String _text = "Количество запасённых материалов.";	}
		{	String _name = "AlcoholLimitStatus";		String _text = "Количество запасённых предметов роскоши.";	}
		{	String _name = "FuelLimitStatus";		String _text = "Количество запасённого топлива.";	}
		{	String _name = "TextileLimitStatus";		String _text = "Количество запасённой мануфактуры.";	}



	// ######################################################
	// ##    Toolbars, Sub-toolbars and toolbar entries    ##
	// ######################################################

		{	String _name = "ThemeItemsTip";		String _text = "Тематические наборы";	}
		{	String _name = "GhostPlanterItemsTip";		String _text = "Клумбы";	}
		{	String _name = "ESSHousesItemsTip";		String _text = "Колониальные дома";	}
		{	String _name = "RowhouseItemsTip";		String _text = "Рядные дома";	}
		{	String _name = "MatWarehouseItemsTip";		String _text = "Специализированные амбары";	}
		{	String _name = "OldItemsTip";		String _text = "Старые здания";	}
		
		{	String _name = "ShoreDecosItemsTip";		String _text = "Украшения для стены набережной. Может пригодиться, когда стена находится слишком далеко над водой. Примечание: строителям, возможно, потребуется выровненная земля поблизости, чтобы достичь этих объектов при сносе.";	}
		
		{	String _name = "ProfessionItemsTip";		String _text = "В окне профессий отображается информация о количестве работников и свободных мест, на которые можно назначить жителей.";	}
		{	String _name = "ToolProfession";		String _text = "Профессии";	}
		{	String _name = "ToolProfessionFNTip";		String _text = "Режим с 2 колонками без прокрутки";	}
		{	String _name = "ToolProfessionFSTip";		String _text = "Режим с 2 колонками с прокруткой";	}	
		{	String _name = "ToolProfessionHNTip";		String _text = "Горизонтальный режим без прокрутки";	}	
		{	String _name = "ToolProfessionHSTip";		String _text = "Горизонтальный режим с прокруткой";	}	
		{	String _name = "ToolProfessionVNTip";		String _text = "Вертикальный режим без прокрутки";	}	
		{	String _name = "ToolProfessionVSTip";		String _text = "Вертикальный режим с прокруткой";	}	

		{	String _name = "RoadaestheticItemsTip";		String _text = "Строительство различных частей площади для украшения города.";	}

		{	String _name = "CivicItemsTip";		String _text = "Городские постройки";	}
		{	String _name = "SchoolItemsTip";		String _text = "Учёбные постройки";	}
		{	String _name = "ReligiousItemsTip";		String _text = "Религиозные постройки";	}

		{	String _name = "TieredItemsTip";		String _text = "Модульные постройки";	}
		{	String _name = "ModularResidenceItemsTip";		String _text = "Модульные дома";	}

		{	String _name = "StorageYardTip";		String _text = "Специализированные склады";	}
		{	String _name = "TransparentStorageYardTip";		String _text = "Прозрачные специализированные склады";	}
		{	String _name = "MarketItemsTip";		String _text = "Рыночные постройки";	}
		{	String _name = "MarketStallTip";		String _text = "Рыночные прилавки";	}
		{	String _name = "MarketCartTip";		String _text = "Рыночные тележки";	}
		{	String _name = "TradeItemsTip";		String _text = "Торговые постройки";	}
		{	String _name = "CellarItemsTip";		String _text = "Маленькие погребы, в которых хранится один вид ресурса, можно пристраивать к зданиям. Используйте клавишу F при размещении для изменения внешнего вида.";	}
		{	String _name = "LeanToItemsTip";		String _text = "Пристройки для хранения";	}
		{	String _name = "BarnsTip";		String _text = "Специализированные амбары";	}

		{	String _name = "HusbandryItemsTip";		String _text = "Добыча пищи";	}
		{	String _name = "FoodProductionItemsTip";		String _text = "Изготовление пищи";	}
		{	String _name = "ButcherItemsTip";		String _text = "Лавки мясника";	}

		{	String _name = "WoodResourcesItemsTip";		String _text = "Брёвна и древесина";	}
		{	String _name = "ForesterItemsTip";		String _text = "Домики лесорубов";	}
		{	String _name = "HealthItemsTip";		String _text = "Лечение и поддержание здоровья";	}
		{	String _name = "NativeItemsTip";		String _text = "Местные атрибуты";	}
		{	String _name = "TextileResourcesItemsTip";		String _text = "Ткачество и шитьё";	}
		{	String _name = "MineralResourcesItemsTip";		String _text = "Руда и минералы - шахты и каменоломни";	}
		
		{	String _name = "TinneryItemsTip";		String _text = "Изготовление консервов";	}
		{	String _name = "AnimalPenItemsTip";		String _text = "Маленькие загоны для животных";	}

		{	String _name = "RefinedItemsTip";		String _text = "Обработка ресурсов";	}
		{	String _name = "RefinedTextileItemsTip";		String _text = "Ткачество и шитьё";	}
		{	String _name = "CraftingItemsTip";		String _text = "Мастерские ремесленников";	}
		{	String _name = "IndustrialItemsTip";		String _text = "Промышленное производство топлива";	}
		{	String _name = "FuelItemsTip";		String _text = "Производство топлива";	}
		{	String _name = "PreciousItemsTip";		String _text = "Производство драгоценностей";	}
		{	String _name = "ConstructionItemsTip";		String _text = "Доски и строительные материалы";	}
		{	String _name = "MetalworkItemsTip";		String _text = "Кузнечное ремесло и производство";	}
		{	String _name = "AlcoholItemsTip";		String _text = "Предметы роскоши";	}

		{	String _name = "ShoreWallItemsTip";		String _text = "Стены и здания для набережной, подходит для постройки красивых портовых зон.";	}
		{	String _name = "ShoreWallItems2aTip";		String _text = "Дополнительные элементы украшения.";	}
		{	String _name = "QuayItemsTip";		String _text = "Здания и стены для набережной.";	}
		{	String _name = "DockItemsTip";		String _text = "Пирс и здания для строительства на воде.";	}
		{	String _name = "DockItems2Tip";		String _text = "Дома и городские постройки. Убедитесь, что Вы построили пирс и жители смогут войти в дом!";	}
		{	String _name = "DockItems2aTip";		String _text = "Хранилища, промышленность и пища. Убедитесь, что Вы построили пирс и жители смогут войти в дом!";	}
		
		{	String _name = "PilesItemsTip";		String _text = "Строительство ресурсов для украшения города.";	}
		{	String _name = "DecorativeItemsTip";		String _text = "Строительство различных предметов для украшения города. Примечание: многие украшения нельзя выбрать, пока рабочие не принесут все необходимые ресурсы.";	}
		{	String _name = "HedgesTip";		String _text = "Изгородь (Каменное основание)";	}
		{	String _name = "HedgesWoodTip";		String _text = "Изгородь (Деревянное основание)";	}
		{	String _name = "CustomHedgeTip";		String _text = "Настраиваемая изгородь";	}
		{	String _name = "FlowerBedTip";		String _text = "Настраиваемые клумбы";	}
		{	String _name = "GardenBedTip";		String _text = "Полностью настраиваемые садовые клумбы";	}
		{	String _name = "FlowerItemsTip";		String _text = "Посадка цветов для украшения города.";	}
		{	String _name = "PatrioticDecoTip";		String _text = "Статуи и флаги";	}
		{	String _name = "TownDecoTip";		String _text = "Украшение города";	}
		{	String _name = "GhostDecoTip";		String _text = "Призрачные декорации. Можно разместить где угодно на карте. Рекомендуется использовать только опытным игрокам! Перед использованием можно выровнять территорию. Примечание: эти декорации сложно использовать, так как удалять их необходимо каждый раз с помощью персонального интерфейса - кнопки - так как обычное удаление с такими декорациями не работает.";	}
		{	String _name = "WallItemsTip";		String _text = "Строительство заборов и стен различных стилей.";	}
		{	String _name = "FenceItemsTip";		String _text = "Строительство деревянного забора. Данный забор будет располагаться посередине клетки.";	}
		{	String _name = "EdgeFenceItemsTip";		String _text = "Строительство деревянного забора. Данный забор будет располагаться на краю клетки.";	}
		{	String _name = "wirefenceItemsTip";		String _text = "Строительство металлического забора. Данный забор будет располагаться посередине клетки.";	}
		{	String _name = "wirefenceEdgeItemsTip";		String _text = "Строительство металлического забора. Данный забор будет располагаться на краю клетки.";	}
		{	String _name = "StoneWallItemsTip";		String _text = "Строительство стены из натурального камня. Данная стена будет располагаться посередине клетки.";	}
		{	String _name = "StoneWallEdgeItemsTip";		String _text = "Строительство стены из натурального камня. Данная стена будет располагаться на краю клетки.";	}
		{	String _name = "StoneWallBigItemsTip";		String _text = "Строительство прочной каменной стены. Данная стена будет располагаться посередине клетки.";	}
		{	String _name = "StoneWallBigEdgeItemsTip";		String _text = "Строительство прочной каменной стены. Данная стена будет располагаться на краю клетки.";	}
		{	String _name = "CityWallBigItemsTip";		String _text = "Строительство городской стены.";	}
		{	String _name = "PalisadeItemsTip";		String _text = "Строительство частокола.";	}
		{	String _name = "FortItemsTip";		String _text = "Постройки для форта и частокола.";	}
		{	String _name = "ColonialWallItemsTip";		String _text = "Строительство колониальной стены. Данная стена будет располагаться посередине клетки.";	}
		{	String _name = "ColonialWallEdgeItemsTip";		String _text = "Строительство колониальной стены. Данная стена будет располагаться на краю клетки.";	}
		{	String _name = "Fence2ItemsTip";		String _text = "Строительство деревянного забора, сквозь который жители могут ходить.";	}
		{	String _name = "PicketFenceItemsTip";		String _text = "Строительство белого забора. Данный забор будет располагаться посередине клетки.";	}
		{	String _name = "PicketFenceEdgeItemsTip";		String _text = "Строительство белого забора. Данный забор будет располагаться на краю клетки.";	}
		{	String _name = "WildTreesItemsTip";		String _text = "Посадка дикорастущих деревьев для украшения города.";	}
		{	String _name = "bushItemsTip";		String _text = "Посадка различных кустарников для украшения города.";	}
		{	String _name = "GhostTreesItemsTip";		String _text = "Посадка призрачных деревьев.";	}
		{	String _name = "FruitTreesItemsTip";		String _text = "Посадка фруктовых деревьев для украшения города.";	}
		{	String _name = "TransparentItemsTip";		String _text = "Прозрачные поля";	}
		{	String _name = "SignsTip";		String _text = "Декоративные указатели";	}
		{	String _name = "DecoCropsTip";		String _text = "Сельскохозяйственные культуры для украшения города.";	}
		{	String _name = "DecoLivestockTip";		String _text = "Животные для украшения города.";	}
		{	String _name = "GroundItemsTip";		String _text = "Квадратные текстуры земли";	}
		{	String _name = "GroundCornerTip";		String _text = "Треугольные текстуры земли";	}
		{	String _name = "StoneBridgeSplitTip";		String _text = "Пользовательский (разделённый) каменный мост";	}
		{	String _name = "CleaningDecoTip";		String _text = "Декоративные предметы для стирки";	}
		{	String _name = "WindmillItemsTip";		String _text = "Водяные и ветряные мельницы";	}
		{	String _name = "WaterTowerItemsTip";		String _text = "Водонапорные башни";	}
		{	String _name = "DockRoadItemsTip";		String _text = "Дорога пристани";	}

		{	String _name = "ClearRocky";		String _text = "Сбор камня и железа";	}
		{	String _name = "ClearRockyTip";		String _text = "Жители соберут весь камень и железную руду в выбранной области.";	}

		{	String _name = "ClearIron";		String _text = "Сбор железной руды";	}
		{	String _name = "ClearIronTip";		String _text = "Жители соберут всю железную руду в выбранной области.";	}

		{	String _name = "ClearSpawning";		String _text = "Сбор диких растений";	}
		{	String _name = "ClearSpawningTip";		String _text = "Жители соберут все дикие растения (чернику, грибы, лук и корешки) в выбранной области.";	}	

		{	String _name = "FlattenCC";		String _text = "Выровнять область";	}
		{	String _name = "FlattenCCTip";		String _text = "Территория в выбранной области будет выровнена: дно рек и озёр поднимется, рельеф гор уменьшится. После завершения использования инструмента выберите инструмент сноса зданий, чтобы удалить жёлтые иконки. Используйте инструмент с осторожностью, потому что отменить действия невозможно.";	}

		{	String _name = "FlattenCCNuke";		String _text = "Сильно выровнять область";	}
		{	String _name = "FlattenCCNukeTip";		String _text = "Территория в выбранной области будет выровнена. Все ресурсы, в том числе деревья, будут уничтожены. Используйте на свой страх и риск с большой осторожностью!";	}

	// #########################
	// ##    All Buildings    ##
	// #########################
	
		{	String _name = "StoneFinder";		String _text = "Дом собирателей-каменщиков";	}
		{	String _name = "StoneFinderLwr";		String _text = "дома собирателей-каменщиков";	}
		{	String _name = "StoneFinderTip";		String _text = "Собиратели ищут камень в радиусе 60 клеток.";	}

		{	String _name = "IronFinder";		String _text = "Дом собирателей-шахтёров";	}
		{	String _name = "IronFinderLwr";		String _text = "дома собирателей-шахтёров";	}
		{	String _name = "IronFinderTip";		String _text = "Собиратели ищут железную руду в радиусе 60 клеток.";	}

		{	String _name = "Shipwreck";		String _text = "Обломки корабля";	}
		{	String _name = "ShipwreckLwr";		String _text = "обломков корабля";	}
		{	String _name = "ShipwreckTip";		String _text = "Обломки корабля, в котором можно хранить ресурсы.";	}

	// ###################
	// ##    1.7    ##
	// ###################

		{	String _name = "cc17ArtisanHouse";		String _text = "Дом ремесленника";	}
		{	String _name = "cc17ArtisanHouseLwr";		String _text = "дома ремесленника";	}
		{	String _name = "cc17ArtisanHouseTip";		String _text = "В доме ремесленника может жить, хранить продовольствие и греться семья из 5 человек. Такой же тёплый, как и каменный дом.";	}

		{	String _name = "cc17CaptainHouse";		String _text = "Дом капитана";	}
		{	String _name = "cc17CaptainHouseLwr";		String _text = "дома капитана";	}
		{	String _name = "cc17CaptainHouseTip";		String _text = "В доме капитана может жить, хранить продовольствие и греться семья из 6 человек.";	}

		{	String _name = "cc17CaptainTower";		String _text = "Башня капитана";	}
		{	String _name = "cc17CaptainTowerLwr";		String _text = "башни капитана";	}
		{	String _name = "cc17CaptainTowerTip";		String _text = "Башню капитана можно строить и как расширение дома капитана, и как отдельно стоящее здание.";	}

		{	String _name = "cc17GableHouse";		String _text = "Дом с щипцом";	}
		{	String _name = "cc17GableHouseLwr";		String _text = "дома с щипцом";	}
		{	String _name = "cc17GableHouseTip";		String _text = "В доме ремесленника может жить, хранить продовольствие и греться семья из 6 человек.";	}

		{	String _name = "cc17JourneymanHouse";		String _text = "Дом подмастерья";	}
		{	String _name = "cc17JourneymanHouseLwr";		String _text = "дома подмастерья";	}
		{	String _name = "cc17JourneymanHouseTip";		String _text = "В доме подмастерья может жить, хранить продовольствие и греться семья из 6 человек.";	}

		{	String _name = "cc17JourneymanTower";		String _text = "Башня подмастерья";	}
		{	String _name = "cc17JourneymanTowerLwr";		String _text = "башни подмастерья";	}
		{	String _name = "cc17JourneymanTowerTip";		String _text = "Башню подмастерья можно строить и как расширение дома подмастерья, и как отдельно стоящее здание.";	}

		{	String _name = "cc17OldChurch";		String _text = "Старинная церковь";	}
		{	String _name = "cc17OldChurchLwr";		String _text = "старинной церкви";	}
		{	String _name = "cc17OldChurchTip";		String _text = "Старинная церковь, которая удовлетворяет потребность горожан в совершении молебнов. Вмещает 300 прихожан.";	}

		{	String _name = "cc17SeamstressGuild";		String _text = "Швейная гильдия";	}
		{	String _name = "cc17SeamstressGuildLwr";		String _text = "швейной гильдии";	}
		{	String _name = "cc17SeamstressGuildTip";		String _text = "Швейная гильдия - старинная традиция людей, занятых пошивом одежды. Тепло тоже имеет свою цену, особенно для тех, кто готов заплатить.";	}

		{	String _name = "cc17TheLocal";		String _text = "Старинная таверна";	}
		{	String _name = "cc17TheLocalLwr";		String _text = "старинной таверны";	}
		{	String _name = "cc17TheLocalTip";		String _text = "В таверне в старинном стиле жители могут выпить и пообщаться.";	}

		{	String _name = "cc17Bakery";		String _text = "Пекарня";	}
		{	String _name = "cc17BakeryLwr";		String _text = "пекарни";	}
		{	String _name = "cc17BakeryTip";		String _text = "Скромная пекарня, в которой покрытые белым порошком пекари трудятся перед горячей печкой, создавая свои аппетитные творения, которыми могут лакомиться жители. Их продукция гораздо полезнее, чем просто сырая еда с урожая. Кроме того, процесс готовки увеличивает количество пищи.";	}

		{	String _name = "cc17LumberYard";		String _text = "Лесной двор";	}
		{	String _name = "cc17LumberYardLwr";		String _text = "лесного двора";	}
		{	String _name = "cc17LumberYardTip";		String _text = "Лесной двор - лесопилка в сельском стиле, позволяющая производить доски и дрова. На лесном дворе могут работать до 2 дровосеков.";	}

		{	String _name = "AbandonedRusticAbode";		String _text = "Покинутая сельская обитель";	}
		{	String _name = "AbandonedRusticAbodeLwr";		String _text = "покинутой сельской обители";	}
		{	String _name = "AbandonedRusticAbodeTip";		String _text = "В этой сельской обители некогда кто-то жил. Вы можете её востановить и пустить сюда своих жителей.";	}

		{	String _name = "cc17WaterTank";		String _text = "Городской бак с водой";	}
		{	String _name = "cc17WaterTankLwr";		String _text = "городского бака с водой";	}
		{	String _name = "cc17WaterTankTip";		String _text = "Городской бак позволяет быстрее собирать воду, чем водонапорная башня.";	}

		{	String _name = "cc17Windmill";		String _text = "Городская мельница";	}
		{	String _name = "cc17WindmillLwr";		String _text = "городской мельницы";	}
		{	String _name = "cc17WindmillTip";		String _text = "Городская мельница позволяет перемалывать в муку разные виды зерна. Самая эффективная и быстрая мельница из всех доступных.";	}

		{	String _name = "cc17BarnBroken";		String _text = "Старинный амбар";	}
		{	String _name = "cc17BarnBrokenLwr";		String _text = "старинного амбара";	}
		{	String _name = "cc17BarnBrokenTip";		String _text = "Хоть этот амбар уже не нов, в нём всё ещё можно хранить ресурсы. Амбар нельзя улучшать из-за его хрупкости.";	}

		{	String _name = "cc17BarnLean";		String _text = "Пристройка";	}
		{	String _name = "cc17BarnLeanLwr";		String _text = "пристройки";	}
		{	String _name = "cc17BarnLeanTip";		String _text = "Маленькая пристройка для хранения ресурсов. Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "cc17BarnEdiblesLean";		String _text = "Пристройка (пища)";	}
		{	String _name = "cc17BarnEdiblesLeanLwr";		String _text = "пристройки";	}
		{	String _name = "cc17BarnEdiblesLeanTip";		String _text = "Маленькая пристройка для хранения продовольствия. Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "cc17BarnFruitLean";		String _text = "Пристройка (фрукты)";	}
		{	String _name = "cc17BarnFruitLeanLwr";		String _text = "пристройки";	}
		{	String _name = "cc17BarnFruitLeanTip";		String _text = "Маленькая пристройка для хранения фруктов. Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "cc17BarnVegLean";		String _text = "Пристройка (овощи)";	}
		{	String _name = "cc17BarnVegLeanLwr";		String _text = "пристройки";	}
		{	String _name = "cc17BarnVegLeanTip";		String _text = "Маленькая пристройка для хранения овощей. Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "cc17BarnProteinLean";		String _text = "Пристройка (мясо и орехи)";	}
		{	String _name = "cc17BarnProteinLeanLwr";		String _text = "пристройки";	}
		{	String _name = "cc17BarnProteinLeanTip";		String _text = "Маленькая пристройка для хранения продуктов с протеинами (орехи и мясо). Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "cc17BarnGrainLean";		String _text = "Пристройка (зерно)";	}
		{	String _name = "cc17BarnGrainLeanLwr";		String _text = "пристройки";	}
		{	String _name = "cc17BarnGrainLeanTip";		String _text = "Маленькая пристройка для хранения зерна. Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "cc17Clothier";		String _text = "Артель портных";	}
		{	String _name = "cc17ClothierLwr";		String _text = "артели портных";	}
		{	String _name = "cc17ClothierTip";		String _text = "Портные в артели могут шить любую одежду. Функционирует как ателье.";	}

		{	String _name = "cc17Hospital";		String _text = "Городская больница";	}
		{	String _name = "cc17HospitalLwr";		String _text = "городской больницы";	}
		{	String _name = "cc17HospitalTip";		String _text = "Городская больница для лечения от недугов.";	}

		{	String _name = "cc17EdiblesMarket";		String _text = "Продовольственный рынок";	}
		{	String _name = "cc17EdiblesMarketLwr";		String _text = "продовольственного рынка";	}
		{	String _name = "cc17EdiblesMarketTip";		String _text = "Продовольственный рынок специализируется на предоставлении пищи всех видов, даже которую не нужно предварительно готовить. Мука, сахар, вода и т.д. не могут здесь храниться.";	}

		{	String _name = "cc17TradingPost";		String _text = "Старинный торговый порт";	}
		{	String _name = "cc17TradingPostLwr";		String _text = "старинного торгового порта";	}
		{	String _name = "cc17TradingPostTip";		String _text = "Обычный торговый порт для обмена необходимым с купцами.";	}

		{	String _name = "cc17RusticAbode";		String _text = "Сельская обитель";	}
		{	String _name = "cc17RusticAbodeLwr";		String _text = "сельской обители";	}
		{	String _name = "cc17RusticAbodeTip";		String _text = "В сельской обители может жить, хранить продовольствие и греться семья из 4 человек. Можно улучшить до городского жилища. Используйте клавишу F для изменения внешнего вида.";	}
		{	String _name = "RusticAbodeUpgradeTip";		String _text = "Улучшить до городского жилища для 4 человек, которое теплее и комфортнее. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}

		{	String _name = "cc17Market";		String _text = "Старинный рынок";	}
		{	String _name = "cc17MarketLwr";		String _text = "старинного рынка";	}
		{	String _name = "cc17MarketTip";		String _text = "Старинный рынок - неспециализированный рынок, вмещающий больше товаров, чем деревенский. Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "cc17DeadBody";		String _text = "Тело";	}
		{	String _name = "cc17DeadBodyLwr";		String _text = "тела";	}
		{	String _name = "cc1DeadBodyTip";		String _text = "Труп человека.";	}

		{	String _name = "cc17BH";		String _text = "Старинный барак";	}
		{	String _name = "cc17BHLwr";		String _text = "старинного барака";	}
		{	String _name = "cc17BHTip";		String _text = "Бездомные люди временное пристанище в старинном бараке. Имеет ту же вместимость, что и обычный барак.";	}

		{	String _name = "cc17Stable";		String _text = "Стойло";	}
		{	String _name = "cc17StableLwr";		String _text = "стойла";	}
		{	String _name = "cc17StableTip";		String _text = "Используя зерно, стойло позволяет получить домашних животных.";	}

		{	String _name = "cc17WS";		String _text = "Хижина заклинателя";	}
		{	String _name = "cc17WSLwr";		String _text = "хижины заклинателя";	}
		{	String _name = "cc17WSTip";		String _text = "Заклинатели ищут животных, которых можно одомашнить, и приручают их, однако процесс этот занимает много времени. Кроме того, запас животных на земле можно исчерпать, после чего здание следует снести или улучшить до обычной хижины собирателей.";	}

		{	String _name = "cc17WSG";		String _text = "Хижинка собирателя";	}
		{	String _name = "cc17WSGLwr";		String _text = "хижинки собирателя";	}
		{	String _name = "cc17WSGTip";		String _text = "Здешний заклинатель животных нынче собирает дикие растения.";	}

		{	String _name = "cc17Blacksmith";		String _text = "Городская кузница";	}
		{	String _name = "cc17BlacksmithLwr";		String _text = "городской кузницы";	}
		{	String _name = "cc17BlacksmithTip";		String _text = "Кузница со всеми дополнительными возможностями производства, функционирующая тем же образом, что и большая и деревенская кузницы. Большая мастерская для двух кузнецов, оснащённая всем необходимым для производства орудий различных видов и мушкетов для защиты колонии.";	}

	// ###################
	// ##    1.6    ##
	// ###################

		{	String _name = "OWCastle";		String _text = "Старинный замок";	}
		{	String _name = "OWCastleLwr";		String _text = "старинного замка";	}
		{	String _name = "OWCastleTip";		String _text = "Старинный замок, который когда-то был наполнен рыцарями и легендами, теперь используется для хранения ресурсов и может вместить очень большое их количество.";	}

		{	String _name = "Metalsmith";		String _text = "Мастерская коваля";	}
		{	String _name = "MetalsmithLwr";		String _text = "мастерской коваля";	}
		{	String _name = "MetalsmithTip";		String _text = "В мастерской коваля изготавливают фляги, серебряную, медную, оловянную посуду, а также посуду из пьютера, нагревая металл, а затем придавая ему форму с помощью молота. Эти изделия нужны для мебельного гарнитура в доме сборщика, а также для улучшения домов.";	}
		
		{	String _name = "Tinnerymeat";		String _text = "Консервная (мясо)";	}
		{	String _name = "TinnerymeatLwr";		String _text = "консервной";	}
		{	String _name = "TinnerymeatTip";		String _text = "В консервной мясо упаковываются в жестяные банки. Благодаря этому производству Вы получите больше пищи, стоимость которой также будет выше, чем сырьё, которое вложили.";	}
		
		{	String _name = "Tinneryveg";		String _text = "Консервная (овощи)";	}
		{	String _name = "TinneryvegLwr";		String _text = "консервной";	}
		{	String _name = "TinneryvegTip";		String _text = "В консервной овощи упаковываются в жестяные банки. Благодаря этому производству Вы получите больше пищи, стоимость которой также будет выше, чем сырьё, которое вложили.";	}
		
		{	String _name = "Tinneryfruit";		String _text = "Консервная (фрукты)";	}
		{	String _name = "TinneryfruitLwr";		String _text = "консервной";	}
		{	String _name = "TinneryfruitTip";		String _text = "В консервной фрукты упаковываются в жестяные банки. Благодаря этому производству Вы получите больше пищи, стоимость которой также будет выше, чем сырьё, которое вложили.";	}
		
		{	String _name = "Tinnerysoup";		String _text = "Консервная (супы)";	}
		{	String _name = "TinnerysoupLwr";		String _text = "консервной";	}
		{	String _name = "TinnerysoupTip";		String _text = "В консервной овощи упаковываются в жестяные банки, после чего получают суп. Благодаря этому производству Вы получите больше пищи, стоимость которой также будет выше, чем сырьё, которое вложили.";	}

		{	String _name = "AnimalPen1";		String _text = "Овчарня";	}
		{	String _name = "AnimalPen1Lwr";		String _text = "овчарни";	}
		{	String _name = "AnimalPen1Tip";		String _text = "В этом загоне содержат овцу, с которой состригают шерсть. Иногда приносит кожу. Для строительства необходим специальный ресурс, который можно приобрести только у купца - домашнее животное.";	}

		{	String _name = "AnimalPen2";		String _text = "Коровник";	}
		{	String _name = "AnimalPen2Lwr";		String _text = "коровника";	}
		{	String _name = "AnimalPen2Tip";		String _text = "В этом загоне содержат корову, которую доют. Иногда приносит кожу. Для строительства необходим специальный ресурс, который можно приобрести только у купца - домашнее животное.";	}

		{	String _name = "AnimalPen3";		String _text = "Курятник";	}
		{	String _name = "AnimalPen3Lwr";		String _text = "курятника";	}
		{	String _name = "AnimalPen3Tip";		String _text = "В этом загоне содержат кур, которые несут яйца. Иногда приносит перья. Для строительства необходим специальный ресурс, который можно приобрести только у купца - домашнее животное.";	}


	//Krazy Buildings
		{	String _name = "CaveItemsTip";		String _text = "Моды kralyerg";	}

		{	String _name = "AnimalGrowerBird";		String _text = "Птичья ферма";	}
		{	String _name = "AnimalGrowerBirdLwr";		String _text = "птичьей фермы";	}
		{	String _name = "AnimalGrowerBirdTip";		String _text = "На этой ферме содержатся различные птицы.";	}

		{	String _name = "AnimalGrowerCow";		String _text = "Коровник";	}
		{	String _name = "AnimalGrowerCowLwr";		String _text = "коровника";	}
		{	String _name = "AnimalGrowerCowTip";		String _text = "На этой ферме содержатся различные коровы.";	}

		{	String _name = "AnimalGrowerDeer";		String _text = "Оленья ферма";	}
		{	String _name = "AnimalGrowerDeerLwr";		String _text = "оленьей фермы";	}
		{	String _name = "AnimalGrowerDeerTip";		String _text = "На этой ферме содержатся различные олени.";	}

		{	String _name = "AnimalGrowerHorse";		String _text = "Конская ферма";	}
		{	String _name = "AnimalGrowerHorseLwr";		String _text = "конской фермы";	}
		{	String _name = "AnimalGrowerHorseTip";		String _text = "На этой ферме содержатся различные лошади.";	}

		{	String _name = "AnimalGrowerPig";		String _text = "Свиноферма";	}
		{	String _name = "AnimalGrowerPigLwr";		String _text = "свинофермы";	}
		{	String _name = "AnimalGrowerPigTip";		String _text = "На этой ферме содержатся различные свиньи.";	}

		{	String _name = "AnimalGrowerSheep";		String _text = "Овчарня";	}
		{	String _name = "AnimalGrowerSheepLwr";		String _text = "овчарни";	}
		{	String _name = "AnimalGrowerSheepTip";		String _text = "На этой ферме содержатся различные овцы.";	}

		{	String _name = "AnimalGrowerWild";		String _text = "Ферма";	}
		{	String _name = "AnimalGrowerWildLwr";		String _text = "фермы";	}
		{	String _name = "AnimalGrowerWildTip";		String _text = "На этой ферме содержатся различные дикие животные.";	}

		{	String _name = "AnimalCutTip";		String _text = "Возобновить или прекратить добычу животных.";	}
		{	String _name = "AnimalPlantTip";		String _text = "Возобновить или прекратить выращивание новых животных.";	}
		{	String _name = "AnimalCut";		String _text = "Собрать";	}
		{	String _name = "AnimalPlant";		String _text = "Растить";	}
		{	String _name = "AnimalItemsTip";		String _text = "Животноводческие фермы";	}

	// #######################
	// ##    1.5  & later   ##
	// #######################
		{	String _name = "CCTownHall";		String _text = "Колониальная ратуша";	}
		{	String _name = "CCTownHallLwr";		String _text = "колониальной ратуши";	}
		{	String _name = "CCTownHallTip";		String _text = "В ратуше можно получить информацию и статистику о городе.";	}
		
		{	String _name = "CCTownSmall";		String _text = "Ялик";	}
		{	String _name = "CCTownSmallLwr";		String _text = "ялика";	}
		{	String _name = "CCTownSmallTip";		String _text = "Ялик используется для получения информации и статистики о городе. Не увеличивает счастье и не позволяет кочевникам приходить в город.";	}
		
		{	String _name = "MilMagazine";		String _text = "Большой склад";	}
		{	String _name = "MilMagazineLwr";		String _text = "большого склада";	}
		{	String _name = "MilMagazineTip";		String _text = "Большой склад представляет собой здание со стенами с большим местом для хранения не только пищи, но и текстиля, орудий и т.д.";	}
		
		{	String _name = "CourtHouse";		String _text = "Суд";	}
		{	String _name = "CourtHouseLwr";		String _text = "суда";	}
		{	String _name = "CourtHouseTip";		String _text = "Суд - общественное место, в котором люди собираются для принятия законов. Суд увеличивает уровень счастья в большой области.";	}
		
		{	String _name = "Forwardpost";		String _text = "Земляной вал";	}
		{	String _name = "ForwardpostLwr";		String _text = "земляного вала";	}
		{	String _name = "ForwardpostTip";		String _text = "Этот земляной вал представляет собой передовое место военных действий, позволяющее совершать набеги на территорию врага. В этой эпохе для успешной атаки требуется оружие и величавое красочное обмундирование, однако если вы победите врага, этот пост будет приносить вам много полезных предметов для колонии: в том числе строительные материалы, ценные артефакты и редкие товары, захваченные у побеждённых.";	}
		{	String _name = "ForwardpostBoxTip";		String _text = "Требует: мушкеты, ливреи, военные припасы. Производит: случайный набор золотых гульденов, корпусов, мебельного гарнитура, добротной мебели, строительных материалов, балок, нефритов, мрамора, шёлка, масляных ламп, мраморных, нефритовых, каменных, деревянных статуй, артефактов индейцев.";	}

		{	String _name = "MusketRange";		String _text = "Стрельбище";	}
		{	String _name = "MusketRangeLwr";		String _text = "стрельбища";	}
		{	String _name = "MusketRangeTip";		String _text = "На стрельбище солдаты колонии обучаются, чтобы быть самыми лучшими и готовыми ко всему, что этот мир им готовит. Во время обязательного обучения будут производиться необходимые для выживания колонии предметы: орудия, одежда, топливо.";	}
		{	String _name = "MusketRangeBoxTip";		String _text = "Требует: пфенниг и галеты. Производит: случайный набор стальных орудий, дров, бушлатов, печного топлива, древесного угля.";	}

	// ###################
	// ##    Housing    ##
	// ###################
	// Tiny houses
		{	String _name = "Tinyshack";		String _text = "Крошечная лачуга";	}
		{	String _name = "TinyshackLwr";		String _text = "крошечного дома";	}
		{	String _name = "TinyshackTip";		String _text = "Крошечное жилище для семьи из 3 человек. Семьи, в которых больше 3 человек, также могут вселиться в эту лачугу, если лишились крова.";	}
		{	String _name = "TinyshackUpgradeTip";		String _text = "Улучшить до крошечного дома для 4 человек, который теплее и комфортнее. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}

	//Wood house is here

		{	String _name = "Tinyhouse";		String _text = "Крошечный дом";	}
		{	String _name = "TinyhouseLwr";		String _text = "крошечный дом";	}
		{	String _name = "TinyhouseTip";		String _text = "Крошечное жилище для семьи из 4 человек. Семьи, в которых больше 4 людей, также могут вселиться в этот дом, если лишились крова. Крошечный дом теплее и комфортнее крошеной лачуги.";	}
		
		{	String _name = "WoodHouseSB";		String _text = "Колониальный дом";	}
		{	String _name = "WoodHouseSBLwr";		String _text = "колониального дома";	}
		{	String _name = "WoodHouseSBTip";		String _text = "Колониальный дом теплее и удобнее деревянного, однако дешевле каменного. В колониальном доме может жить семья из 5 человек.";	}

	// Log cabin
		{	String _name = "Logcabin";		String _text = "Бревенчатый дом";	}
		{	String _name = "LogcabinLwr";		String _text = "бревенчатого дома";	}
		{	String _name = "LogcabinTip";		String _text = "Скромное деревянное жилище для маленькой семьи. Теплее и комфортнее деревянного дома.";	}	
		{	String _name = "LogcabinUpgradeTip";		String _text = "Улучшить до большого бревенчатого дома, который теплее и вместительнее обычного бревенчатого дома. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}

		{	String _name = "Logcabin2";		String _text = "Большой бревенчатый дом";	}
		{	String _name = "Logcabin2Lwr";		String _text = "большого бревенчатого дома";	}
		{	String _name = "Logcabin2Tip";		String _text = "Скромное деревянное жилище для маленькой семьи. Теплее и комфортнее деревянного дома.";	}

	//Stone house is here
		{	String _name = "StoneHomeUpgradeTip";		String _text = "Улучшить до деревенского дома, который теплее и вместительнее. В нём может жить семья из 6 человек. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}

	// Country houses
		{	String _name = "CountryHouse3";		String _text = "Деревенский дом";	}
		{	String _name = "CountryHouse3Lwr";		String _text = "деревенского дома";	}
		{	String _name = "CountryHouse3Tip";		String _text = "Улучшенный и комфортный деревенский дом для семьи из 6 человек.";	}
		{	String _name = "CountryHome3UpgradeTip";		String _text = "Улучшить до добротного деревенского дома, который теплее и вместительнее. В нём может жить семья из 6 человек. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}
		
		{	String _name = "CountryHouse4";		String _text = "Добротный деревенский дом";	}
		{	String _name = "CountryHouse4Lwr";		String _text = "добротного деревенского дома";	}
		{	String _name = "CountryHouse4Tip";		String _text = "Улучшенный и кормфортный деревенский дом для семьи из 6 человек.";	}
		{	String _name = "CountryHome4UpgradeTip";		String _text = "Улучшить до отличного деревенского дома, который гораздо теплее и вместительнее. В нём может может жить семья из 7 человек. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}
		
		{	String _name = "CountryHouse5";		String _text = "Отличный деревенский дом";	}
		{	String _name = "CountryHouse5Lwr";		String _text = "отличного деревенского дома";	}
		{	String _name = "CountryHouse5Tip";		String _text = "Максимально улучшенный, большой и кормфортный деревенский дом для семьи из 7 человек.";	}

	// Small town houses
		{	String _name = "SmalltownhouseA";		String _text = "Городское жилище";	}
		{	String _name = "SmalltownhouseALwr";		String _text = "городского жилища";	}
		{	String _name = "SmalltownhouseATip";		String _text = "Городское жилище для семьи из 4 человек. Семьи, в которых больше 4 людей, также могут вселиться в этот дом, если лишились крова.";	}
		{	String _name = "SmalltownhouseAUpgradeTip";		String _text = "Улучшить до городского дома для 5 человек, который теплее и вместительнее. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}

		{	String _name = "Smalltownhouse";		String _text = "Городской дом";	}
		{	String _name = "SmalltownhouseLwr";		String _text = "городского дома";	}
		{	String _name = "SmalltownhouseTip";		String _text = "Тёплый и комфортный городской дом для семьи из 5 человек.";	}
		{	String _name = "SmalltownhouseUpgradeTip";		String _text = "Улучшить до добротного городского дома для 6 человек, который теплее и вместительнее. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}

		{	String _name = "SmalltownhouseC";		String _text = "Добротный городской дом";	}
		{	String _name = "SmalltownhouseCLwr";		String _text = "добротного городского дома";	}
		{	String _name = "SmalltownhouseCTip";		String _text = "Тёплый и комфортный городской дом для семьи из 6 человек.";	}
		{	String _name = "SmalltownhouseCUpgradeTip";		String _text = "Улучшить до отличного городского дома для 6 человек, который теплее и вместительнее. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}

		{	String _name = "SmalltownhouseD";		String _text = "Отличный городской дом";	}
		{	String _name = "SmalltownhouseDLwr";		String _text = "отличного городского дома";	}
		{	String _name = "SmalltownhouseDTip";		String _text = "Тёплый и комфортный городской дом для семьи из 6 человек.";	}

	// Town houses
		{	String _name = "Townhouse";		String _text = "Резиденция";	}
		{	String _name = "TownhouseLwr";		String _text = "резиденции";	}
		{	String _name = "TownhouseTip";		String _text = "В резиденции сможет жить семья из 6 человек с высоким уровнем комфорта и тепла.";	}
		{	String _name = "Manor1UpgradeTip";		String _text = "Улучшить до поместья для 7 человек, которое теплее и вместительнее. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}

		{	String _name = "Townhouse2";		String _text = "Поместье";	}
		{	String _name = "Townhouse2Lwr";		String _text = "поместья";	}
		{	String _name = "Townhouse2Tip";		String _text = "В поместье сможет жить семья из 7 человек с высоким уровнем комфорта и тепла.";	}
		{	String _name = "Manor2UpgradeTip";		String _text = "Улучшить до особняка для 8 человек, который теплее и вместительнее. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}

		{	String _name = "Townhouse3";		String _text = "Особняк";	}
		{	String _name = "Townhouse3Lwr";		String _text = "особняка";	}
		{	String _name = "Townhouse3Tip";		String _text = "В особняке сможет жить семья из 8 человек с высоким уровнем комфорта и тепла.";	}
		{	String _name = "Manor3UpgradeTip";		String _text = "Улучшить до хором для 8 человек, которые теплее и вместительнее. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}

		{	String _name = "Townhouse4";		String _text = "Хоромы";	}
		{	String _name = "Townhouse4Lwr";		String _text = "хором";	}
		{	String _name = "Townhouse4Tip";		String _text = "В хоромах сможет жить семья из 8 человек с высоким уровнем комфорта и тепла.";	}

		{	String _name = "CoachingInn";		String _text = "Постоялый двор";	}
		{	String _name = "CoachingInnLwr";		String _text = "постоялого двора";	}
		{	String _name = "CoachingInnTip";		String _text = "Бездомные люди находят в постоялом дворе временное пристанище.";	}
		{	String _name = "HostelUpgradeTip";		String _text = "Улучшить до постоялого двора, в котором условия проживания лучше, а вместимость - больше. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}
		
		{	String _name = "Barracks";		String _text = "Пансион";	}
		{	String _name = "BarracksLwr";		String _text = "пансиона";	}
		{	String _name = "BarracksTip";		String _text = "Пансион - улучшенные бараки.";	}
		
		{	String _name = "MilBarracks";		String _text = "Казарма";	}
		{	String _name = "MilBarracksLwr";		String _text = "казармы";	}
		{	String _name = "MilBarracksTip";		String _text = "Бездомные люди находят в казарме временное пристанище.";	}

		{	String _name = "TieredBuilding1A";		String _text = "Городской дом (1э)";	}
		{	String _name = "TieredBuilding1ALwr";		String _text = "городского дома (1э)";	}
		{	String _name = "TieredBuilding1ATip";		String _text = "Первый этаж скромного многоэтажного дома, в котором может жить семья.";	}

		{	String _name = "TieredBuilding1B";		String _text = "Одноэтажный городской дом";	}
		{	String _name = "TieredBuilding1BLwr";		String _text = "одноэтажного городского дома";	}
		{	String _name = "TieredBuilding1BTip";		String _text = "Одноэтажный городской дом хорошо подходит под стилистку многоэтажных домов.";	}

		{	String _name = "TieredBuilding1C";		String _text = "Городской дом (2э)";	}
		{	String _name = "TieredBuilding1CLwr";		String _text = "городского дома (2э)";	}
		{	String _name = "TieredBuilding1CTip";		String _text = "Второй этаж скромного многоэтажного дома, в котором может жить семья. Пристраивается слева или справа к первому этажу. Наверху есть место для пристройки третьего этажа.";	}

		{	String _name = "TieredBuilding1D";		String _text = "Городской дом (2э)";	}
		{	String _name = "TieredBuilding1DLwr";		String _text = "городского дома (2э)";	}
		{	String _name = "TieredBuilding1DTip";		String _text = "Второй этаж скромного двухэтажного дома, в котором может жить семья. Пристраивается слева или справа к первому этажу.";	}

		{	String _name = "TieredBuilding1E";		String _text = "Городской дом (3э)";	}
		{	String _name = "TieredBuilding1ELwr";		String _text = "Городского дома (3э)";	}
		{	String _name = "TieredBuilding1ETip";		String _text = "Третий этаж скромного многоэтажного дома, в котором может жить семья. Рекомендуется располагать над вторым этажом многоэтажного дома.";	}

		{	String _name = "Building";		String _text = "Постройка";	}
		{	String _name = "BuildingLwr";		String _text = "Постройка";	}
		{	String _name = "BuildingTip";		String _text = "Постройка";	}
		
		// Officer House
		{	String _name = "OfficerHouse";		String _text = "Дом служащего";	}
		{	String _name = "OfficerHouseLwr";		String _text = "дома служащего";	}
		{	String _name = "OfficerHouseTip";		String _text = "В доме служащего может жить семья из 6 человек в комфорте и тепле. Теплее и комфортнее фамильного дома.";	}
		
		// Family House
		{	String _name = "FamilyHouse";		String _text = "Фамильный дом";	}
		{	String _name = "FamilyHouseLwr";		String _text = "фамильного дома";	}
		{	String _name = "FamilyHouseTip";		String _text = "В фамильном доме может жить семья из 6 человек в комфорте и тепле.";	}
		
		// Conservatory for officer and family houses and town abode and central church back
		{	String _name = "ConsHouse";		String _text = "Дом-пристройка";	}
		{	String _name = "ConsHouseLwr";		String _text = "дома-пристройки";	}
		{	String _name = "ConsHouseTip";		String _text = "Пристройка к фамильному дому, дому служащего или главной церкви, однако можно строить и отдельные ряды. Используйте клавишу F при размещении здания для изменения внешнего вида.";	}
		
		// Colonial Houses set
		{	String _name = "ESSHouses1";		String _text = "Половинный колониальный дом (левый)";	}
		{	String _name = "ESSHouses1Lwr";		String _text = "половинного колониального дома (левый)";	}
		{	String _name = "ESSHouses1Tip";		String _text = "В половинном колониальном доме может жить семья из 5 человек в тепле и комфорте.";	}
		
		{	String _name = "ESSHouses2";		String _text = "Половинный колониальный дом (правый)";	}
		{	String _name = "ESSHouses2Lwr";		String _text = "половинного колониального дома (правый)";	}
		{	String _name = "ESSHouses2Tip";		String _text = "В половинном колониальном доме может жить семья из 5 человек в тепле и комфорте.";	}
		
		{	String _name = "ESSHouses3";		String _text = "Колониальный дом";	}
		{	String _name = "ESSHouses3Lwr";		String _text = "колониального дома";	}
		{	String _name = "ESSHouses3Tip";		String _text = "В колониальном доме может жить семья из 6 человек. Дом можно улучшить до цирюльни, в которой работает человек, заботящийся о здоровье горожан.";	}
		
		{	String _name = "ESSHouses3dr";		String _text = "Цирюльня";	}
		{	String _name = "ESSHouses3drLwr";		String _text = "цирюльни";	}
		{	String _name = "ESSHouses3drTip";		String _text = "Цирюльник заботится о 22 заболевших пациентах.";	}
		{	String _name = "ESSHouses3UpgradeTip";		String _text = "Улучшить до цирюльни, в которой будут заботиться о 22 больных жителях.";	}
		
		{	String _name = "ESSHouses4";		String _text = "Колониальный городской дом";	}
		{	String _name = "ESSHouses4Lwr";		String _text = "колониального городского дома";	}
		{	String _name = "ESSHouses4Tip";		String _text = "В колониальном доме может жить семья из 5 человек в тепле и комфорте (этот дом теплее, чем половинный). Дом можно улучшить до харчевни, работающей по принципу таверны.";	}
		
		{	String _name = "ESSHouses4inn";		String _text = "Харчевня";	}
		{	String _name = "ESSHouses4innLwr";		String _text = "харчевни";	}
		{	String _name = "ESSHouses4innTip";		String _text = "Харчевня - маленькая таверна, где люди общаются и веселятся, потребляя различные предметы роскоши.";	}
		{	String _name = "ESSHouses4UpgradeTip";		String _text = "Улучшить до харчевни. Харчевня - маленькая таверна, где люди общаются и веселятся, потребляя различные предметы роскоши. Трактирщик в харчевне необязателен, так как он будет приносить предметы роскоши, а не обслуживать посетителей.";	}
		
		{	String _name = "ESSHouses5";		String _text = "Колониальная усадьба";	}
		{	String _name = "ESSHouses5Lwr";		String _text = "колониальной усадьби";	}
		{	String _name = "ESSHouses5Tip";		String _text = "В колониальной усадьбе может жить семья из 6 человек в тепле и комфорте. Усадьбу можно улучшить до гостиницы, работающей по принципу барака.";	}
		
		{	String _name = "ESSHouses5bh";		String _text = "Гостиница";	}
		{	String _name = "ESSHouses5bhLwr";		String _text = "гостиницы";	}
		{	String _name = "ESSHouses5bhTip";		String _text = "В гостинице может жить 4 семьи, если они лишились крова и им некуда пойти.";	}
		{	String _name = "ESSHouses5UpgradeTip";		String _text = "Улучшить до гостиницы, в которой может жить 4 семьи, если они лишились крова и им некуда пойти.";	}
		
		{	String _name = "ESSHouses6";		String _text = "Угловой колониальный дом";	}
		{	String _name = "ESSHouses6Lwr";		String _text = "углового колониального дома";	}
		{	String _name = "ESSHouses6Tip";		String _text = "В угловом колониальном доме может жить семья из 5 человек в тепле и комфорте. Дом можно улучшить до мастерской портнихи, где жители будут шить одежду.";	}
		
		{	String _name = "ESSHouses6ta";		String _text = "Мастерская портнихи";	}
		{	String _name = "ESSHouses6taLwr";		String _text = "мастерской портнихи";	}
		{	String _name = "ESSHouses6taTip";		String _text = "В мастерской портниха шьёт одежду.";	}
		{	String _name = "ESSHouses6UpgradeTip";		String _text = "Улучшить до мастерской портнихи, где жители будут шить одежду.";	}
		
		{	String _name = "ESSHouses7";		String _text = "Угловой навес";	}
		{	String _name = "ESSHouses7Lwr";		String _text = "углового навеса";	}
		{	String _name = "ESSHouses7Tip";		String _text = "Декоративный угловой навес. При постройке не выравнивает местность.";	}
		
		{	String _name = "ESSHouses8";		String _text = "Колониальный дом с аркой";	}
		{	String _name = "ESSHouses8Lwr";		String _text = "колониального дома с аркой";	}
		{	String _name = "ESSHouses8Tip";		String _text = "В колониальном доме с аркой может жить семья из 5 человек в тепле и комфорте.";	}

	// ####################################
	// ##    Custom roads and bridges    ##
	// ####################################
		{	String _name = "BrickRoad";		String _text = "Кирпичная дорога";	}
		{	String _name = "BrickRoadLwr";		String _text = "кирпичной дороги";	}
		{	String _name = "BrickRoadTip";		String _text = "По кирпичной дороге жители передвигаются гораздо быстрее.";	}

		{	String _name = "BrickRoad2";		String _text = "Дорога из красного кирпича";	}
		{	String _name = "BrickRoad2Lwr";		String _text = "дороги из красного кирпича";	}
		{	String _name = "BrickRoad2Tip";		String _text = "По дороге из красного кирпича жители передвигаются гораздо быстрее.";	}

		{	String _name = "GravelRoadBL1";		String _text = "Гравийная дорога 1";	}
		{	String _name = "GravelRoadBL1Lwr";		String _text = "гравийная дороги 1";	}
		{	String _name = "GravelRoadBL1Tip";		String _text = "По гравийной дороге жители передвигаются гораздо быстрее.";	}

		{	String _name = "GravelRoadBL2";		String _text = "Гравийная дорога 2";	}
		{	String _name = "GravelRoadBL2Lwr";		String _text = "гравийная дороги 2";	}
		{	String _name = "GravelRoadBL2Tip";		String _text = "По гравийной дороге жители передвигаются гораздо быстрее.";	}

		{	String _name = "SoilRoad";		String _text = "Грунтовая дорога";	}
		{	String _name = "SoilRoadLwr";		String _text = "грунтовой дороги";	}
		{	String _name = "SoilRoadTip";		String _text = "По грунтовой дороге жители передвигаются гораздо быстрее.";	}

		{	String _name = "QuayRoad";		String _text = "Прибрежная дорога";	}
		{	String _name = "QuayRoadLwr";		String _text = "Прибрежной дороги";	}
		{	String _name = "QuayRoadTip";		String _text = "Дорога, которая хорошо смотрится рядом с набережной.";	}

		{	String _name = "MossRoad";		String _text = "Поросшая мхом дорога";	}
		{	String _name = "MossRoadLwr";		String _text = "поросшой мхом дороги";	}
		{	String _name = "MossRoadTip";		String _text = "По каменной дороге, поросшей мхом, жители передвигаются гораздо быстрее.";	}
		
		{	String _name = "SandstoneRoad";		String _text = "Дорога из песчаника";	}
		{	String _name = "SandstoneRoadLwr";		String _text = "дороги из песчаника";	}
		{	String _name = "SandstoneRoadTip";		String _text = "По дороге, мощёной песчаником, жители передвигаются гораздо быстрее.";	}
		
		{	String _name = "ShockRoad";		String _text = "Просека";	}
		{	String _name = "ShockRoadLwr";		String _text = "просеки";	}
		{	String _name = "ShockRoadTip";		String _text = "Красивая деревенская дорога, покрытая листьями.";	}

		{	String _name = "DockRoad1";		String _text = "Дорога пристани (верт.)";	}
		{	String _name = "DockRoad1Lwr";		String _text = "дороги пристани";	}
		{	String _name = "DockRoad1Tip";		String _text = "Вертикальная дощатая дорога пристани.";	}

		{	String _name = "DockRoad2";		String _text = "Дорога пристани (гориз.)";	}
		{	String _name = "DockRoad2Lwr";		String _text = "дороги пристани";	}
		{	String _name = "DockRoad2Tip";		String _text = "Горизонтальная дощатая дорога пристани.";	}

		{	String _name = "DockRoad3";		String _text = "Дорога пристани (диаг.)";	}
		{	String _name = "DockRoad3Lwr";		String _text = "дороги пристани";	}
		{	String _name = "DockRoad3Tip";		String _text = "Диагональная дощатая дорога пристани.";	}

		{	String _name = "Roadtriangle";		String _text = "Треугольная каменная площадь";	}
		{	String _name = "RoadtriangleLwr";		String _text = "треугольной каменной площади";	}
		{	String _name = "RoadtriangleTip";		String _text = "Каменная площадь подходит для выравнивания и украшения области. Треугольный элемент годится для углов.";	}
		
		{	String _name = "Roadstraight";		String _text = "Каменная площадь";	}
		{	String _name = "RoadstraightLwr";		String _text = "каменной площади";	}
		{	String _name = "RoadstraightTip";		String _text = "Каменная площадь подходит для выравнивания и украшения области.";	}

		{	String _name = "CorduroyRoad";		String _text = "Гать";	}
		{	String _name = "CorduroyRoadLwr";		String _text = "гати";	}
		{	String _name = "CorduroyRoadTip";		String _text = "Гать - деревянная дорога.";	}

		{	String _name = "StoneBridge";		String _text = "Каменный мост";	}
		{	String _name = "StoneBridgeLwr";		String _text = "каменный мост";	}
		{	String _name = "StoneBridgeTip";		String _text = "Каменный мост шире и красивее обычного.";	}

		{	String _name = "StoneBridgeSplitLeft";		String _text = "Разделённый мост (левый)";	}
		{	String _name = "StoneBridgeSplitLeftLwr";		String _text = "разделённого каменного моста";	}
		{	String _name = "StoneBridgeSplitLeftTip";		String _text = "Каменный мост с перилами только с левой стороны.";	}

		{	String _name = "StoneBridgeSplitRight";		String _text = "Разделённый мост (правый)";	}
		{	String _name = "StoneBridgeSplitRightLwr";		String _text = "разделённого каменного моста";	}
		{	String _name = "StoneBridgeSplitRightTip";		String _text = "Каменный мост с перилами только с правой стороны.";	}

		{	String _name = "StoneBridgeSplitCenter";		String _text = "Разделённый мост";	}
		{	String _name = "StoneBridgeSplitCenterLwr";		String _text = "разделённого каменного моста";	}
		{	String _name = "StoneBridgeSplitCenterTip";		String _text = "Каменный мост без перил.";	}

		{	String _name = "StoneBridgeSplitRail";		String _text = "Поручни моста";	}
		{	String _name = "StoneBridgeSplitRailLwr";		String _text = "поручней разделённого каменного моста";	}
		{	String _name = "StoneBridgeSplitRailTip";		String _text = "Поручни разделённого каменного моста для части со спуском с него. Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "StoneBridgeD";		String _text = "Разводной мост";	}
		{	String _name = "StoneBridgeDLwr";		String _text = "разводного моста";	}
		{	String _name = "StoneBridgeDTip";		String _text = "Разводной мост позволит горожанам пересечь реку.";	}

		{	String _name = "StoneBridge2";		String _text = "Каменный мост";	}
		{	String _name = "StoneBridge2Lwr";		String _text = "каменного моста";	}
		{	String _name = "StoneBridge2Tip";		String _text = "Каменный мост, который шире обычного, позволит горожанам пересечь реку.";	}

		{	String _name = "BrickBridge";		String _text = "Мост из кирпича и дерева";	}
		{	String _name = "BrickBridgeLwr";		String _text = "моста из кирпича и дерева";	}
		{	String _name = "BrickBridgeTip";		String _text = "Кирпичный мост с деревянными опорами позволит горожанам пересечь реку.";	}

		{	String _name = "BrickBridgeB";		String _text = "Кирпичный мост";	}
		{	String _name = "BrickBridgeBLwr";		String _text = "кирпичного моста";	}
		{	String _name = "BrickBridgeBTip";		String _text = "Кирпичный мост, который шире обычного, позволит горожанам пересечь реку.";	}

		{	String _name = "PlankBridge";		String _text = "Дощатый мост";	}
		{	String _name = "PlankBridgeLwr";		String _text = "дощатого моста";	}
		{	String _name = "PlankBridgeTip";		String _text = "Маленький деревянный мост, предназначенный для преодоления людьми маленьких ручейков, но может быть построен и на больших реках.";	}

		{	String _name = "RockBridge";		String _text = "Мост из камней";	}
		{	String _name = "RockBridgeLwr";		String _text = "моста из камней";	}
		{	String _name = "RockBridgeTip";		String _text = "Маленький мост из булыжников, предназначенный для преодоления людьми маленьких ручейков, но может быть построен и на больших реках.";	}

		{	String _name = "DockBridge";		String _text = "Пирсовый мост";	}
		{	String _name = "DockBridgeLwr";		String _text = "пирсового моста";	}
		{	String _name = "DockBridgeTip";		String _text = "Деревянный мост в том же стиле, что и пирс.";	}

		{	String _name = "CoveredBridge";		String _text = "Крытый мост";	}
		{	String _name = "CoveredBridgeLwr";		String _text = "крытого моста";	}
		{	String _name = "CoveredBridgeTip";		String _text = "Крытый мост, позволяющий горожанам пересечь реку.";	}

		{	String _name = "OldCreekBridge";		String _text = "Старый дощатый мост";	}
		{	String _name = "OldCreekBridgeLwr";		String _text = "старого дощатого моста";	}
		{	String _name = "OldCreekBridgeTip";		String _text = "Мост фиксированного размера для преодоления маленьких ручейков.";	}

	// #########################################
	// ##    Native buildings    ##
	// #########################################
		{	String _name = "NCeremony";		String _text = "Священная земля";	}
		{	String _name = "NCeremonyLwr";		String _text = "священной земли";	}
		{	String _name = "NCeremonyTip";		String _text = "Небольшой клочок земли, обладающий, похоже, какой-то исторической ценностью.";	}
		
		{	String _name = "TeePee";		String _text = "Типи";	}
		{	String _name = "TeePeeLwr";		String _text = "типи";	}
		{	String _name = "TeePeeTip";		String _text = "Небольшой шатёр индейцев, сделанный из деревянных столбов и шкуры животных.";	}
		{	String _name = "TeePeeHouseUpgradeTip";		String _text = "Превратить в дом. Заключите мир с индейцами, и они подарят эту постройку вам. Также появится возможность удалить эту постройку.";	}
		{	String _name = "TeePeeStorageUpgradeTip";		String _text = "Превратить в здание для хранения. Мирно обменивайтесь с индейцами, и они подарят эту постройку вам. Также появится возможность удалить эту постройку.";	}

		{	String _name = "TeePeeHouse";		String _text = "Типи (дом)";	}
		{	String _name = "TeePeeHouseLwr";		String _text = "типи (дом)";	}
		{	String _name = "TeePeeHouseTip";		String _text = "Небольшой шатёр индейцев, сделанный из деревянных столбов и шкуры животных.";	}

		{	String _name = "TeePeeStorage";		String _text = "Типи (склад)";	}
		{	String _name = "TeePeeStorageLwr";		String _text = "типи (склад)";	}
		{	String _name = "TeePeeStorageTip";		String _text = "Небольшой шатёр индейцев, сделанный из деревянных столбов и шкуры животных.";	}
		
		{	String _name = "LongHouse";		String _text = "Длинный дом";	}
		{	String _name = "LongHouseLwr";		String _text = "длинного дома";	}
		{	String _name = "LongHouseTip";		String _text = "Длинный дом, сделанный из дерева, коры, или соломы, или комбинации этих трёх ресурсов.";	}
		{	String _name = "LongHouseHouseUpgradeTip";		String _text = "Превратить в барак. Заключите мир с индейцами, и они подарят эту постройку вам. Также появится возможность удалить эту постройку.";	}
		{	String _name = "LongHouseStorageUpgradeTip";		String _text = "Превратить в здание для хранения. Мирно обменивайтесь с индейцами, и они подарят эту постройку вам. Также появится возможность удалить эту постройку.";	}

		{	String _name = "LongHouseHouse";		String _text = "Длинный дом";	}
		{	String _name = "LongHouseHouseLwr";		String _text = "длинного дома";	}
		{	String _name = "LongHouseHouseTip";		String _text = "Длинный дом, сделанный из дерева, коры, или соломы, или комбинации этих трёх ресурсов.";	}

		{	String _name = "LongHouseStorage";		String _text = "Длинный дом (склад)";	}
		{	String _name = "LongHouseStorageLwr";		String _text = "длинного дома (склада)";	}
		{	String _name = "LongHouseStorageTip";		String _text = "Длинный дом, сделанный из дерева, коры, или соломы, или комбинации этих трёх ресурсов.";	}
		
		{	String _name = "WigWam";		String _text = "Вигвам";	}
		{	String _name = "WigWamLwr";		String _text = "вигвама";	}
		{	String _name = "WigWamTip";		String _text = "Куполообразный шатёр, сделанный из дерева, коры и соломы.";	}
		{	String _name = "WigWamHouseUpgradeTip";		String _text = "Превратить в дом. Заключите мир с индейцами, и они подарят эту постройку вам.";	}
		{	String _name = "WigWamStorageUpgradeTip";		String _text = "Превратить в здание для хранения. Мирно обменивайтесь с индейцами, и они подарят эту постройку вам.";	}

		{	String _name = "WigWamHouse";		String _text = "Вигвам (дом)";	}
		{	String _name = "WigWamHouseLwr";		String _text = "вигвама (дом)";	}
		{	String _name = "WigWamHouseTip";		String _text = "Куполообразный шатёр, сделанный из дерева, коры и соломы.";	}

		{	String _name = "WigWamStorage";		String _text = "Вигвам (склад)";	}
		{	String _name = "WigWamStorageLwr";		String _text = "вигвама (склад)";	}
		{	String _name = "WigWamStorageTip";		String _text = "Куполообразный шатёр, сделанный из дерева, коры и соломы.";	}
		
		{	String _name = "Totem";		String _text = "Тотем";	}
		{	String _name = "TotemLwr";		String _text = "тотема";	}
		{	String _name = "TotemTip";		String _text = "Монументальная скульптура с символами или фигурами, вырезанная из большого дерева.";	}
		{	String _name = "Totem1";		String _text = "Похоже, фигуры на столбе напоминают индейцам о прошлом...";	}
		
	// #########################################
	// ##    Storage and trading buildings    ##
	// #########################################
	// Standard storage
		{	String _name = "Bankbarn";		String _text = "Амбар на склоне";	}
		{	String _name = "BankbarnLwr";		String _text = "амбара на склоне";	}
		{	String _name = "BankbarnTip";		String _text = "Амбар на склоне предоставляет большое место для хранения. Должно располагаться на склоне.";	}

		{	String _name = "SWStorage";		String _text = "Амбар (набережная)";	}
		{	String _name = "SWStorageLwr";		String _text = "амбара (набережная)";	}
		{	String _name = "SWStorageTip";		String _text = "Амбар предоставляет большое место для хранения. Должно располагаться на берегу.";	}

		{	String _name = "Twarehouse";		String _text = "Тёплый амбар";	}
		{	String _name = "TwarehouseLwr";		String _text = "тёплого амбара";	}
		{	String _name = "TwarehouseTip";		String _text = "В тёплом амбаре хранится текстиль: хлопок, лён, шкуры, шерсть, канифас, ткани и листья табака.";	}
		
		{	String _name = "SWDry";		String _text = "Тёплый амбар (набережная)";	}
		{	String _name = "SWDryLwr";		String _text = "тёплого амбара (набережная)";	}
		{	String _name = "SWDryTip";		String _text = "В тёплом амбаре хранится текстиль: хлопок, лён, шкуры, шерсть, канифас, ткани и листья табака. Должно располагаться на берегу.";	}

		{	String _name = "StorageBarnStone";		String _text = "Каменный амбар";	}
		{	String _name = "StorageBarnStoneLwr";		String _text = "каменного амбара";	}
		{	String _name = "StorageBarnStoneTip";		String _text = "В каменном амбаре хранится еда, одежда, текстиль и орудия. Улучшенный амбар, предоставляющий больше места.";	}
		
		{	String _name = "MatWarehouse";		String _text = "Склад материалов";	}
		{	String _name = "MatWarehouseLwr";		String _text = "склада материалов";	}
		{	String _name = "MatWarehouseTip";		String _text = "На складе материалов можно хранить большие запасы различных материалов: стекла, глины, руды, кирпичей, металлов, утвари и строительных материалов.";	}
		
		{	String _name = "MatWarehouseStone";		String _text = "Склад для камней";	}
		{	String _name = "MatWarehouseStoneLwr";		String _text = "склада для камней";	}
		{	String _name = "MatWarehouseStoneTip";		String _text = "На складе для камней можно хранить камень. Используйте F при размещении здания, чтобы поменять сторону двери.";	}
		
		{	String _name = "MatWarehouseIron";		String _text = "Склад железа";	}
		{	String _name = "MatWarehouseIronLwr";		String _text = "склада железа";	}
		{	String _name = "MatWarehouseIronTip";		String _text = "На складе железа можно хранить железо. Используйте F при размещении здания, чтобы поменять сторону двери.";	}
		
		{	String _name = "MatWarehouseFuel";		String _text = "Топливный склад";	}
		{	String _name = "MatWarehouseFuelLwr";		String _text = "топливного склада";	}
		{	String _name = "MatWarehouseFuelTip";		String _text = "На топливном складе можно хранить различное топливо: дрова, древесный уголь и т.д. Используйте F при размещении здания, чтобы поменять сторону двери.";	}
		
		{	String _name = "MatWarehouseWood";		String _text = "Склад для бревён";	}
		{	String _name = "MatWarehouseWoodLwr";		String _text = "склада для бревён";	}
		{	String _name = "MatWarehouseWoodTip";		String _text = "На складе для брёвен можно хранить брёвна. Используйте F при размещении здания, чтобы поменять сторону двери.";	}

		{	String _name = "MatWarehouseMinerals";		String _text = "Склад минералов";	}
		{	String _name = "MatWarehouseMineralsLwr";		String _text = "склад минералов";	}
		{	String _name = "MatWarehouseMineralsTip";		String _text = "Хранит минералы. Ставится рядом с общим складом и другими складами, но может стоять и отдельно. Клавиша F меняет ориентацию.";	}
		
		{	String _name = "MatWarehouseConstruction";		String _text = "Склад стройматериалов";	}
		{	String _name = "MatWarehouseConstructionLwr";		String _text = "склад стройматериалов";	}
		{	String _name = "MatWarehouseConstructionTip";		String _text = "Хранит стройматериалы, такие как доски и кирпичи. Ставится рядом с общим складом и другими складами, но может стоять и отдельно. Клавиша F меняет ориентацию.";	}
		
		{	String _name = "MatWarehouseRawMaterials";		String _text = "Склад сырья";	}
		{	String _name = "MatWarehouseRawMaterialsLwr";		String _text = "склад сырья";	}
		{	String _name = "MatWarehouseRawMaterialsTip";		String _text = "Хранит сырьё, такое как глина, песок и твёрдая древесина. Ставится рядом с общим складом и другими складами, но может стоять и отдельно. Клавиша F меняет ориентацию.";	}
		
		{	String _name = "MatWarehouseIndustrial";		String _text = "Склад промышленного топлива";	}
		{	String _name = "MatWarehouseIndustrialLwr";		String _text = "склад промышленного топлива";	}
		{	String _name = "MatWarehouseIndustrialTip";		String _text = "Хранит промышленное топливо. Ставится рядом с общим складом и другими складами, но может стоять и отдельно. Клавиша F меняет ориентацию.";	}

		{	String _name = "TradeWarehouse";		String _text = "Склад ресурсов";	}
		{	String _name = "TradeWarehouseLwr";		String _text = "склада ресурсов";	}
		{	String _name = "TradeWarehouseTip";		String _text = "На складе ресурсов можно хранить товары в желаемом количестве. Чтобы кнопка хранения появилась, необходимо иметь, как минимум, 1 штуку ресурса. Жители смогут использовать ресурсы из этого склада, только если вы вручную уменьшите количество хранимого товара, в противном случае, ресурсы недоступны горожанам.";	}

		{	String _name = "GrainSilo";		String _text = "Зернохранилище";	}
		{	String _name = "GrainSiloLwr";		String _text = "зернохранилища";	}
		{	String _name = "GrainSiloTip";		String _text = "В зернохранилище горожане запасают зерно и продукты из зерна.";	}


		{	String _name = "RootCellar";		String _text = "Погреб";	}
		{	String _name = "RootCellarLwr";		String _text = "погреба";	}
		{	String _name = "RootCellarTip";		String _text = "В погребе хранятся фрукты и овощи, а также продукты из них. Должно располагаться на склоне.";	}

		{	String _name = "RootCellar2";		String _text = "Глубокий погреб";	}
		{	String _name = "RootCellar2Lwr";		String _text = "глубокого погреба";	}
		{	String _name = "RootCellar2Tip";		String _text = "Глубокий погреб предоставляет больше места для хранений фруктов и овощей, а также продуктов из них.";	}

		{	String _name = "MeatLocker";		String _text = "Мясной амбар";	}
		{	String _name = "MeatLockerLwr";		String _text = "мясного амбара";	}
		{	String _name = "MeatLockerTip";		String _text = "В мясном амбаре хранятся орехи, мясо и рыба, а также продукты из них.";	}

		{	String _name = "SWMeatLocker";		String _text = "Мясной амбар (набережная)";	}
		{	String _name = "SWMeatLockerLwr";		String _text = "мясного амбара (набережная)";	}
		{	String _name = "SWMeatLockerTip";		String _text = "В мясном амбаре хранятся орехи, мясо и рыба, а также продукты из них.";	}

	// Specialized storage areas
		{	String _name = "StorageYardWood";		String _text = "Склад для брёвен";	}
		{	String _name = "StorageYardWoodLwr";		String _text = "склада для брёвен";	}
		{	String _name = "StorageYardWoodTip";		String _text = "Специализированный склад для хранения брёвен.";	}
		
		{	String _name = "StorageYardFirewood";		String _text = "Склад для топлива";	}
		{	String _name = "StorageYardFirewoodLwr";		String _text = "склада для топлива";	}
		{	String _name = "StorageYardFirewoodTip";		String _text = "Специализированный склад для хранения топлива: дров, угля, древесного угля, хвороста и т.д.";	}
		
		{	String _name = "StorageYardStone";		String _text = "Склад для камня";	}
		{	String _name = "StorageYardStoneLwr";		String _text = "склада для камня";	}
		{	String _name = "StorageYardStoneTip";		String _text = "Специализированный склад для хранения камня.";	}
		
		{	String _name = "StorageYardIron";		String _text = "Склад для железа";	}
		{	String _name = "StorageYardIronLwr";		String _text = "склада для железа";	}
		{	String _name = "StorageYardIronTip";		String _text = "Специализированный склад для хранения железа.";	}
		
		{	String _name = "StorageYardCoal";		String _text = "Склад для материалов";	}
		{	String _name = "StorageYardCoalLwr";		String _text = "склада для материалов";	}
		{	String _name = "StorageYardCoalTip";		String _text = "Специализированный склад для хранения материалов.";	}

		{	String _name = "StorageYardIndustrial";		String _text = "Площадка промышленного топлива";	}
		{	String _name = "StorageYardIndustrialLwr";		String _text = "площадка промышленного топлива";	}
		{	String _name = "StorageYardIndustrialTip";		String _text = "Для хранения промышленного топлива, например топлива для печей";	}

		{	String _name = "StorageYardMaterials";		String _text = "Площадка сырья";	}
		{	String _name = "StorageYardMaterialsLwr";		String _text = "площадка сырья";	}
		{	String _name = "StorageYardMaterialsTip";		String _text = "Для хранения природного сырья, такого как песок, глина и твёрдая древесина.";	}

		{	String _name = "StorageYardConstruction";		String _text = "Площадка стройматериалов";	}
		{	String _name = "StorageYardConstructionLwr";		String _text = "площадка стройматериалов";	}
		{	String _name = "StorageYardConstructionTip";		String _text = "Для хранения стройматериалов, таких как доски, кирпичи, товары для дома и строительные припасы.";	}

		{	String _name = "StorageYardWoodTransparent";		String _text = "Склад для брёвен";	}
		{	String _name = "StorageYardWoodTransparentLwr";		String _text = "склада для брёвен";	}
		{	String _name = "StorageYardWoodTransparentTip";		String _text = "Специализированный склад с прозрачной текстурой земли для хранения брёвен.";	}
		
		{	String _name = "StorageYardFirewoodTransparent";		String _text = "Склад для топлива";	}
		{	String _name = "StorageYardFirewoodTransparentLwr";		String _text = "склада для топлива";	}
		{	String _name = "StorageYardFirewoodTransparentTip";		String _text = "Специализированный склад с прозрачной текстурой земли для хранения топлива: дров, угля, древесного угля, хвороста и т.д.";	}
		
		{	String _name = "StorageYardStoneTransparent";		String _text = "Склад для камня";	}
		{	String _name = "StorageYardStoneTransparentLwr";		String _text = "склада для камня";	}
		{	String _name = "StorageYardStoneTransparentTip";		String _text = "Специализированный склад с прозрачной текстурой земли для хранения камня.";	}
		
		{	String _name = "StorageYardIronTransparent";		String _text = "Склад для железа";	}
		{	String _name = "StorageYardIronTransparentLwr";		String _text = "склада для железа";	}
		{	String _name = "StorageYardIronTransparentTip";		String _text = "Специализированный склад с прозрачной текстурой земли для хранения железа.";	}
		
		{	String _name = "StorageYardCoalTransparent";		String _text = "Склад для материалов";	}
		{	String _name = "StorageYardCoalTransparentLwr";		String _text = "склада для материалов";	}
		{	String _name = "StorageYardCoalTransparentTip";		String _text = "Специализированный склад с прозрачной текстурой земли для хранения материалов.";	}

		{	String _name = "StorageYardTransparent";		String _text = "Склад для материалов";	}
		{	String _name = "StorageYardTransparentLwr";		String _text = "склада для материалов";	}
		{	String _name = "StorageYardTransparentTip";		String _text = "Специализированный склад с прозрачной текстурой земли для хранения материалов.";	}

	//Cellars
		{	String _name = "CellarFoodShort";		String _text = "Погреб для пищи";	}
		{	String _name = "CellarFoodShortLwr";		String _text = "погреба для пищи";	}
		{	String _name = "CellarFoodShortTip";		String _text = "Маленький погреб для хранения пищи.";	}
		
		{	String _name = "CellarFuelShort";		String _text = "Погреб для топлива";	}
		{	String _name = "CellarFuelShortLwr";		String _text = "погреба для топлива";	}
		{	String _name = "CellarFuelShortTip";		String _text = "Маленький погреб для хранения топлива.";	}
		
		{	String _name = "CellarHealthShort";		String _text = "Погреб со снадобьями";	}
		{	String _name = "CellarHealthShortLwr";		String _text = "погреба со снадобьями";	}
		{	String _name = "CellarHealthShortTip";		String _text = "Маленький погреб для хранения снадобий.";	}
		
		{	String _name = "CellarMaterialsShort";		String _text = "Погреб с материалами";	}
		{	String _name = "CellarMaterialsShortLwr";		String _text = "погреба с материалами";	}
		{	String _name = "CellarMaterialsShortTip";		String _text = "Маленький погреб для хранения различных материалов.";	}
			
		{	String _name = "CellarDryGoodsShort";		String _text = "Погреб с мануфактурой";	}
		{	String _name = "CellarDryGoodsShortLwr";		String _text = "погреба с мануфактурой";	}
		{	String _name = "CellarDryGoodsShortTip";		String _text = "Маленький погреб для хранения различной мануфактуры.";	}
	
		{	String _name = "CellarToolsShort";		String _text = "Погреб с орудиями";	}
		{	String _name = "CellarToolsShortLwr";		String _text = "погреба с орудиями";	}
		{	String _name = "CellarToolsShortTip";		String _text = "Маленький погреб для хранения орудий.";	}
		
		{	String _name = "CellarAlcoholShort";		String _text = "Погреб с роскошью";	}
		{	String _name = "CellarAlcoholShortLwr";		String _text = "погреба с роскошью";	}
		{	String _name = "CellarAlcoholShortTip";		String _text = "Маленький погреб для хранения предметов роскоши: алкоголя, табака и т.д.";	}
		
		{	String _name = "CellarClothingShort";		String _text = "Погреб с одеждой";	}
		{	String _name = "CellarClothingShortLwr";		String _text = "погреба с одеждой";	}
		{	String _name = "CellarClothingShortTip";		String _text = "Маленький погреб для хранения одежды.";	}

		{	String _name = "CellarCraftedShort";		String _text = "Погреб для утвари";	}
		{	String _name = "CellarCraftedShortLwr";		String _text = "погреб для утвари";	}
		{	String _name = "CellarCraftedShortTip";		String _text = "Маленькое хранилище утвари.";	}

		{	String _name = "CellarForgedShort";		String _text = "Погреб для метизов";	}
		{	String _name = "CellarForgedShortLwr";		String _text = "погреб для метизов";	}
		{	String _name = "CellarForgedShortTip";		String _text = "Маленькое хранилище метизов.";	}

		{	String _name = "CellarFabricsShort";		String _text = "Погреб для тканей";	}
		{	String _name = "CellarFabricsShortLwr";		String _text = "погреб для тканей";	}
		{	String _name = "CellarFabricsShortTip";		String _text = "Маленькое хранилище тканей.";	}

		{	String _name = "CellarIndustrialFuelShort";		String _text = "Погреб промышленного топлива";	}
		{	String _name = "CellarIndustrialFuelShortLwr";		String _text = "погреб промышленного топлива";	}
		{	String _name = "CellarIndustrialFuelShortTip";		String _text = "Маленькое хранилище промышленного топлива.";	}

		{	String _name = "CellarRawMaterialsShort";		String _text = "Погреб для сырья";	}
		{	String _name = "CellarRawMaterialsShortLwr";		String _text = "погреб для сырья";	}
		{	String _name = "CellarRawMaterialsShortTip";		String _text = "Маленькое хранилище сырья.";	}

		{	String _name = "CellarConstructionShort";		String _text = "Погреб для стройматериалов";	}
		{	String _name = "CellarConstructionShortLwr";		String _text = "погреб для стройматериалов";	}
		{	String _name = "CellarConstructionShortTip";		String _text = "Маленькое хранилище стройматериалов.";	}

		{	String _name = "CellarPreciousShort";		String _text = "Погреб для ценностей";	}
		{	String _name = "CellarPreciousShortLwr";		String _text = "погреб для ценностей";	}
		{	String _name = "CellarPreciousShortTip";		String _text = "Маленькое хранилище ценностей.";	}

		{	String _name = "CellarMiscShort";		String _text = "Погреб для всякой всячины";	}
		{	String _name = "CellarMiscShortLwr";		String _text = "погреб для всякой всячины";	}
		{	String _name = "CellarMiscShortTip";		String _text = "Маленькое хранилище всякой всячины.";	}

	// Trading
		{	String _name = "Tradingsmall";		String _text = "Птичий рынок";	}
		{	String _name = "TradingsmallLwr";		String _text = "птичьего рынка";	}
		{	String _name = "TradingsmallTip";		String _text = "Птичий рынок - маленький торговый порт, который посещают купцы, торгующие семенами и животными.";	}
		
		{	String _name = "Tradingsmall2";		String _text = "Промышленный порт";	}
		{	String _name = "Tradingsmall2Lwr";		String _text = "промышленного порта";	}
		{	String _name = "Tradingsmall2Tip";		String _text = "В промышленный порт прибывают исключительно купцы, торгующие предметами, необходимыми для промышленности и строительства зданий: кирпичами, строительными материалами, досками, камнем, брёвнами и т.д.";	}

		{	String _name = "Tradingsmall3";		String _text = "Порт мануфактуры";	}
		{	String _name = "Tradingsmall3Lwr";		String _text = "порта мануфактуры";	}
		{	String _name = "Tradingsmall3Tip";		String _text = "В порт мануфактуры прибывают исключительно купцы, торгующие различной мануфактурой.";	}

		{	String _name = "Tradingsmall4";		String _text = "Продовольственный порт";	}
		{	String _name = "Tradingsmall4Lwr";		String _text = "продовольственного порта";	}
		{	String _name = "Tradingsmall4Tip";		String _text = "В продовольственный порт прибывают исключительно купцы, торгующие продовольствием.";	}

	//Markets
		{	String _name = "MarketOld";		String _text = "Сельский рынок";	}
		{	String _name = "MarketOldLwr";		String _text = "сельского рынка";	}
		{	String _name = "MarketOldTip";		String _text = "На рынке горожане могут получить еду, орудия, одежду, материалы и топливо.";	}

		{	String _name = "Market";		String _text = "Центральный рынок";	}
		{	String _name = "MarketLwr";		String _text = "центрального рынка";	}
		{	String _name = "MarketTip";		String _text = "На рынке горожане могут получить еду, орудия, одежду, ресурсы и топливо.";	}

		{	String _name = "MarketSmall";		String _text = "Маленький рынок";	}
		{	String _name = "MarketSmallLwr";		String _text = "маленького рынка";	}
		{	String _name = "MarketSmallTip";		String _text = "На рынке горожане могут получить еду, орудия, одежду, ресурсы и дрова.";	}
		
		{	String _name = "MarketEdible";		String _text = "Продовольственный рынок";	}
		{	String _name = "MarketEdibleLwr";		String _text = "продовольственного рынка";	}
		{	String _name = "MarketEdibleTip";		String _text = "На крытом продовольственном рынке горожане могут получить еду.";	}	

		{	String _name = "TieredMarketFood";		String _text = "Продовольственная лавка (1э)";	}
		{	String _name = "TieredMarketFoodLwr";		String _text = "продовольственной лавки (1э)";	}
		{	String _name = "TieredMarketFoodTip";		String _text = "В продовольственной лавке горожане могут получить еду. Первый этаж скромного многоэтажного дома.";	}
		
		{	String _name = "TieredBakery";		String _text = "Пекарня (1эт)";	}
		{	String _name = "TieredBakeryLwr";		String _text = "пекарни (1э)";	}
		{	String _name = "TieredBakeryTip";		String _text = "Первый этаж скромного многоэтажного дома. В пекарне готовится хлеб, галеты, сахарные печенья и другая выпечка. Ах, чудесный запах...";	}

	// Stalls
		{	String _name = "FruitStall";		String _text = "Палатка с фруктами";	}
		{	String _name = "FruitStallLwr";		String _text = "палатки с фруктами";	}
		{	String _name = "FruitStallTip";		String _text = "Маленькая рыночная палатка, предлагающая фрукты. Обслуживает небольшую область.";	}	

		{	String _name = "VeggieStall";		String _text = "Палатка с овощами";	}
		{	String _name = "VeggieStallLwr";		String _text = "палатки с овощами";	}
		{	String _name = "VeggieStallTip";		String _text = "Маленькая рыночная палатка, предлагающая овощи. Обслуживает небольшую область.";	}		

		{	String _name = "GrainStall";		String _text = "Палатка с зерном";	}
		{	String _name = "GrainStallLwr";		String _text = "палатки с зерном";	}
		{	String _name = "GrainStallTip";		String _text = "Маленькая рыночная палатка, предлагающая зерно. Обслуживает небольшую область.";	}		

		{	String _name = "ProteinStall";		String _text = "Палатка с мясом и орехами";	}
		{	String _name = "ProteinStallLwr";		String _text = "палатки с мясом и орехами";	}
		{	String _name = "ProteinStallTip";		String _text = "Маленькая рыночная палатка, предлагающая мясо, морские продукты и орехи. Обслуживает небольшую область.";	}	

		{	String _name = "TextileStall";		String _text = "Палатка с мануфактурой";	}
		{	String _name = "TextileStallLwr";		String _text = "палатки с мануфактурой";	}
		{	String _name = "TextileStallTip";		String _text = "Маленькая рыночная палатка, предлагающая предметы мануфактуры. Обслуживает небольшую область.";	}

		{	String _name = "ClothingStall";		String _text = "Палатка с одеждой и орудиями";	}
		{	String _name = "ClothingStallLwr";		String _text = "палатки с одеждой и орудиями";	}
		{	String _name = "ClothingStallTip";		String _text = "Маленькая рыночная палатка, предлагающая одежду и орудия. Обслуживает небольшую область.";	}

		{	String _name = "MaterialStall";		String _text = "Палатка с материалами";	}
		{	String _name = "MaterialStallLwr";		String _text = "палатки с материалами";	}
		{	String _name = "MaterialStallTip";		String _text = "Маленькая рыночная палатка, предлагающая различные материалы: свечи, кирпичи, дрова и т.д. Обслуживает небольшую область.";	}

		{	String _name = "CraftedStall";		String _text = "Прилавок утвари";	}
		{	String _name = "CraftedStallLwr";		String _text = "прилавок утвари";	}
		{	String _name = "CraftedStallTip";		String _text = "Маленький рыночный прилавок, специализирующийся на утвари. Обслуживает небольшую местную округу.";	}

		{	String _name = "ForgedStall";		String _text = "Прилавок метизов";	}
		{	String _name = "ForgedStallLwr";		String _text = "прилавок метизов";	}
		{	String _name = "ForgedStallTip";		String _text = "Маленький рыночный прилавок, специализирующийся на метизах. Обслуживает небольшую местную округу.";	}

		{	String _name = "FabricsStall";		String _text = "Прилавок тканей";	}
		{	String _name = "FabricsStallLwr";		String _text = "прилавок тканей";	}
		{	String _name = "FabricsStallTip";		String _text = "Маленький рыночный прилавок, специализирующийся на тканях. Обслуживает небольшую местную округу.";	}

		{	String _name = "PreciousStall";		String _text = "Прилавок ценностей";	}
		{	String _name = "PreciousStallLwr";		String _text = "прилавок ценностей";	}
		{	String _name = "PreciousStallTip";		String _text = "Маленький рыночный прилавок, специализирующийся на ценностях. Обслуживает небольшую местную округу.";	}

		{	String _name = "MiscStall";		String _text = "Прилавок всякой всячины";	}
		{	String _name = "MiscStallLwr";		String _text = "прилавок всякой всячины";	}
		{	String _name = "MiscStallTip";		String _text = "Маленький рыночный прилавок, специализирующийся на всякой всячине. Обслуживает небольшую местную округу.";	}


		{	String _name = "CartStone";		String _text = "Тележка с камнем";	}
		{	String _name = "CartStoneLwr";		String _text = "тележки с камнем";	}
		{	String _name = "CartStoneTip";		String _text = "Маленькая тележка, предлагающая камень. Обслуживает небольшую область.";	}

		{	String _name = "CartIron";		String _text = "Тележка с железом";	}
		{	String _name = "CartIronLwr";		String _text = "тележки с железом";	}
		{	String _name = "CartIronTip";		String _text = "Маленькая тележка, предлагающая железо. Обслуживает небольшую область.";	}
		
		{	String _name = "CartFood";		String _text = "Тележка с продовольствием";	}
		{	String _name = "CartFoodLwr";		String _text = "тележки с продовольствием";	}
		{	String _name = "CartFoodTip";		String _text = "Маленькая тележка, предлагающая продовольствие. Обслуживает небольшую область.";	}

		{	String _name = "CartWood";		String _text = "Тележка с деревом";	}
		{	String _name = "CartWoodLwr";		String _text = "тележки с деревом";	}
		{	String _name = "CartWoodTip";		String _text = "Маленькая тележка, предлагающая дерево. Обслуживает небольшую область.";	}

		{	String _name = "CartFuel";		String _text = "Тележка с топливом";	}
		{	String _name = "CartFuelLwr";		String _text = "тележки с топливом";	}
		{	String _name = "CartFuelTip";		String _text = "Маленькая тележка, предлагающая топливо. Обслуживает небольшую область.";	}

		{	String _name = "CartFurnace";		String _text = "Рыночная тележка промышленного топлива";	}
		{	String _name = "CartFurnaceLwr";		String _text = "рыночная тележка промышленного топлива";	}
		{	String _name = "CartFurnaceTip";		String _text = "Маленькая рыночная тележка, специализирующаяся на промышленном топливе. Обслуживает небольшую местную округу.";	}

		{	String _name = "CartMinerals";		String _text = "Рыночная тележка минералов";	}
		{	String _name = "CartMineralsLwr";		String _text = "рыночная тележка минералов";	}
		{	String _name = "CartMineralsTip";		String _text = "Маленькая рыночная тележка, специализирующаяся на минералах. Обслуживает небольшую местную округу.";	}

		{	String _name = "CartConstruction";		String _text = "Рыночная тележка стройматериалов";	}
		{	String _name = "CartConstructionLwr";		String _text = "рыночная тележка стройматериалов";	}
		{	String _name = "CartConstructionTip";		String _text = "Маленькая рыночная тележка, специализирующаяся на стройматериалах. Обслуживает небольшую местную округу.";	}

		{	String _name = "CartRawMaterials";		String _text = "Рыночная тележка сырья";	}
		{	String _name = "CartRawMaterialsLwr";		String _text = "рыночная тележка сырья";	}
		{	String _name = "CartRawMaterialsTip";		String _text = "Маленькая рыночная тележка, специализирующаяся на сырье. Обслуживает небольшую местную округу.";	}

		{	String _name = "SmallBarn";		String _text = "Маленький амбар";	}
		{	String _name = "SmallBarnLwr";		String _text = "маленького амбара";	}
		{	String _name = "SmallBarnTip";		String _text = "В маленьком амбаре хранятся все ресурсы, которые добывают и производят в городе.";	}

		{	String _name = "SmallBarnCrafted";		String _text = "Маленький амбар утвари";	}
		{	String _name = "SmallBarnCraftedLwr";		String _text = "маленький амбар утвари";	}
		{	String _name = "SmallBarnCraftedTip";		String _text = "Маленький амбар, специализирующийся на утвари.";	}

		{	String _name = "SmallBarnForged";		String _text = "Маленький амбар метизов";	}
		{	String _name = "SmallBarnForgedLwr";		String _text = "маленький амбар метизов";	}
		{	String _name = "SmallBarnForgedTip";		String _text = "Маленький амбар, специализирующийся на метизах.";	}

		{	String _name = "SmallBarnFabrics";		String _text = "Маленький амбар тканей";	}
		{	String _name = "SmallBarnFabricsLwr";		String _text = "маленький амбар тканей";	}
		{	String _name = "SmallBarnFabricsTip";		String _text = "Маленький амбар, специализирующийся на тканях.";	}

		{	String _name = "SmallBarnPrecious";		String _text = "Маленький амбар ценностей";	}
		{	String _name = "SmallBarnPreciousLwr";		String _text = "маленький амбар ценностей";	}
		{	String _name = "SmallBarnPreciousTip";		String _text = "Маленький амбар, специализирующийся на ценностях.";	}

		{	String _name = "SmallBarnMisc";		String _text = "Маленький амбар всякой всячины";	}
		{	String _name = "SmallBarnMiscLwr";		String _text = "маленький амбар всякой всячины";	}
		{	String _name = "SmallBarnMiscTip";		String _text = "Маленький амбар, специализирующийся на всякой всячине.";	}

	// ##################################
	// ##    Town service buildings    ##
	// ##################################
		{	String _name = "DockChapel";		String _text = "Часовня на воде";	}
		{	String _name = "DockChapelLwr";		String _text = "часовни на воде";	}
		{	String _name = "DockChapelTip";		String _text = "В часовню люди приходят в поисках счастья. Вместимость: 60 человек.";	}
		
		{	String _name = "LittleChapel";		String _text = "Приходской дом";	}
		{	String _name = "LittleChapelLwr";		String _text = "приходского дома";	}
		{	String _name = "LittleChapelTip";		String _text = "В приходском доме проводятся богослужения для небольшой общины, увеличивающие счастье людей.";	}
		
		{	String _name = "cc17Church";		String _text = "Часовенка";	}
		{	String _name = "cc17ChurchLwr";		String _text = "часовенки";	}
		{	String _name = "cc17ChurchTip";		String _text = "В часовню люди приходят в поисках счастья. Вместимость: 160 человек.";	}

		{	String _name = "ChurchBL";		String _text = "Главная церковь";	}
		{	String _name = "ChurchBLLwr";		String _text = "главной церкви";	}
		{	String _name = "ChurchBLTip";		String _text = "В церковь люди приходят в поисках счастья. Вместимость: 400 человек. Используйте клавишу F при размещении здания, чтобы изменить внешний вид.";	}

		{	String _name = "Abbey";		String _text = "Аббатство";	}
		{	String _name = "AbbeyLwr";		String _text = "аббатства";	}
		{	String _name = "AbbeyTip";		String _text = "В аббатстве монахи выращивают чернику и лечебные травы или варят эль. Все ингредиенты монахи готовят сами, поэтому для их работы ничего не нужно.";	}

		{	String _name = "BackAlley";		String _text = "Чёрный рынок";	}
		{	String _name = "BackAlleyLwr";		String _text = "чёрного рынка";	}
		{	String _name = "BackAlleyTip";		String _text = "На чёрном рынке можно купить любой контрабандный товар, если у Вас достаточно серебряных пфеннигов.";	}

		{	String _name = "SmugglersDock";		String _text = "Тайная пристань";	}
		{	String _name = "SmugglersDockLwr";		String _text = "тайной пристани";	}
		{	String _name = "SmugglersDockTip";		String _text = "Метедоры могут привезти в Ваш город предметы роскоши, если Вы сможете расплатиться с ними золотыми гульденами.";	}

		{	String _name = "Cemetery2";		String _text = "Кладбище";	}
		{	String _name = "Cemetery2Lwr";		String _text = "кладбища";	}
		{	String _name = "Cemetery2Tip";		String _text = "Возле неогороженного кладбища можно построить любой забор или стену. После смерти родственника горожане посещают кладбище, чтобы утешить своё горе.";	}

		{	String _name = "Cemetery2Trans";		String _text = "Прозрачное кладбище";	}
		{	String _name = "Cemetery2TransLwr";		String _text = "кладбища";	}
		{	String _name = "Cemetery2TransTip";		String _text = "Неогороженное кладбище, не изменяющее внешний вид земли. Возле неогороженного кладбища можно построить любой забор или стену. После смерти родственника горожане посещают кладбище, чтобы утешить своё горе.";	}
		
		{	String _name = "CemeteryBL";		String _text = "Старое кладбище";	}
		{	String _name = "CemeteryBLLwr";		String _text = "старого кладбища";	}
		{	String _name = "CemeteryBLTip";		String _text = "Кладбище со старыми надгробиями.";	}

		{	String _name = "SmallWell";		String _text = "Колодец (без дороги)";	}
		{	String _name = "SmallWellLwr";		String _text = "колодца (без дороги)";	}
		{	String _name = "SmallWellTip";		String _text = "Колодец без дороги занимает меньше места, нежели обычный: одна клетка вместо области 3х3. Водой из колодца жители тушат пожары.";	}

		{	String _name = "SchoolCC1";		String _text = "Сельская школа";	}
		{	String _name = "SchoolCC1Lwr";		String _text = "сельской школы";	}
		{	String _name = "SchoolCC1Tip";		String _text = "В школе жители обучаются, что увеличивает эффективность их работы. В сельской школе могут обучаться до 25 детей.";	}

		{	String _name = "SchoolCC2";		String _text = "Городская школа";	}
		{	String _name = "SchoolCC2Lwr";		String _text = "городской школы";	}
		{	String _name = "SchoolCC2Tip";		String _text = "В школе жители обучаются, что увеличивает эффективность их работы. В городской школе могут обучаться до 50 детей.";	}

		{	String _name = "SchoolCC3";		String _text = "Колледж";	}
		{	String _name = "SchoolCC3Lwr";		String _text = "колледжа";	}
		{	String _name = "SchoolCC3Tip";		String _text = "В колледже жители обучаются, что увеличивает эффективность их работы. В колледже могут обучаться до 80 детей.";	}

		{	String _name = "GovHouse";		String _text = "Представительство губернатора";	}
		{	String _name = "GovHouseLwr";		String _text = "представительства губернатора";	}
		{	String _name = "GovHouseTip";		String _text = "В представительстве губернатора работает специальный человек, собирающий налоги в виде серебряных пфеннингов, которые можно использовать в городе.";	}

		{	String _name = "cc17ShrinesSeaChapel";		String _text = "Усыпальница моряков";	}
		{	String _name = "cc17ShrinesSeaChapelLwr";		String _text = "усыпальницы моряков";	}
		{	String _name = "cc17ShrinesSeaChapelTip";		String _text = "Маленькая церковь, в которую, как и в приходской дом, могут приходить до 60 человек.";	}

		{	String _name = "cc17ShrinesGallows";		String _text = "Виселица";	}
		{	String _name = "cc17ShrinesGallowsLwr";		String _text = "виселицы";	}
		{	String _name = "cc17ShrinesGallowsTip";		String _text = "Декоративная виселица в мрачном стиле.";	}

		{	String _name = "cc17ShrinesShrine1";		String _text = "Мемориальный обелиск";	}
		{	String _name = "cc17ShrinesShrine1Lwr";		String _text = "мемориального обелиска";	}
		{	String _name = "cc17ShrinesShrine1Tip";		String _text = "Мемориальный обелиск для украшения Вашего города.";	}

		{	String _name = "cc17ShrinesCWShrine";		String _text = "Вход";	}
		{	String _name = "cc17ShrinesCWShrineLwr";		String _text = "входа";	}
		{	String _name = "cc17ShrinesCWShrineTip";		String _text = "Декоративный вход, подходящий для различных типов городских стен.";	}

	// #####################################
	// ##    Food production buildings    ##
	// #####################################
		{	String _name = "CemeteryTrans";		String _text = "Прозрачное кладбище";	}
		{	String _name = "CemeteryTransLwr";		String _text = "кладбища";	}
		{	String _name = "CemeteryTransTip";		String _text = "Кладбище, не изменяющее внешний вид земли.";	}
		
		{	String _name = "CropFieldTrans";		String _text = "Поле";	}
		{	String _name = "CropFieldTransLwr";		String _text = "поля";	}
		{	String _name = "CropFieldTransTip";		String _text = "Поле, не изменяющее внешний вид земли.";	}

		{	String _name = "TextileField";		String _text = "Плантация";	}
		{	String _name = "TextileFieldLwr";		String _text = "плантацияя";	}
		{	String _name = "TextileFieldTip";		String _text = "На плантации выращивают не употребляемые в пищу культуры, такие как хлопок, лён, табак. Урожай таких культур считается мануфактурой, поэтому плантации используют лимит мануфактуры, а не пищи. Отличить несъедобные культуры можно по зелёной границе в изображении ресурса, которой у съедобных нет. На плантации, как и на обычном поле, можно выращивать употребляемые в пищу культуры.";	}

		{	String _name = "TextileFieldTrans";		String _text = "Плантация";	}
		{	String _name = "TextileFieldTransLwr";		String _text = "плантации";	}
		{	String _name = "TextileFieldTransTip";		String _text = "Плантация, не изменяющая внешний вид земли. На плантации выращивают не употребляемые в пищу культуры, такие как хлопок, лён, табак. Урожай таких культур считается мануфактурой, поэтому плантации используют лимит мануфактуры, а не пищи.";	}

		{	String _name = "CropFieldFlooded";		String _text = "Орошаемое поле";	}
		{	String _name = "CropFieldFloodedLwr";		String _text = "орошаемого поля";	}
		{	String _name = "CropFieldFloodedTip";		String _text = "Поле, на котором используется принцип орошения.";	}

		{	String _name = "Orchard1";		String _text = "Сад";	}
		{	String _name = "Orchard1Lwr";		String _text = "сада";	}
		{	String _name = "Orchard1Tip";		String _text = "На выбранной территории фермеры будут выращивать садовые деревья: одно дерево на область 2х3.";	}

		{	String _name = "Orchard2";		String _text = "Густой сад";	}
		{	String _name = "Orchard2Lwr";		String _text = "густого сада";	}
		{	String _name = "Orchard2Tip";		String _text = "В густом саду фермеры сажают деревья ближе друг к другу, чем в обычном саду: одно дерево на область 2х2.";	}

		{	String _name = "Orchard1Trans";		String _text = "Сад";	}
		{	String _name = "Orchard1TransLwr";		String _text = "сада";	}
		{	String _name = "Orchard1TransTip";		String _text = "Сад, не изменяющий внешний вид земли. На выбранной территории фермеры будут выращивать садовые деревья: одно дерево на область 2х3.";	}

		{	String _name = "Orchard2Trans";		String _text = "Густой сад";	}
		{	String _name = "Orchard2TransLwr";		String _text = "густого сада";	}
		{	String _name = "Orchard2TransTip";		String _text = "Сад, не изменяющий внешний вид земли. В густом саду фермеры сажают деревья ближе друг к другу, чем в обычном саду: одно дерево на область 2х2.";	}

		{	String _name = "Orchard3";		String _text = "Очень густой сад";	}
		{	String _name = "Orchard3Lwr";		String _text = "очень густого сада";	}
		{	String _name = "Orchard3Tip";		String _text = "В очень густом саду фермеры сажают деревья гораздо ближе друг к другу, чем в обычном саду: одно дерево на каждую клетку.";	}

		{	String _name = "Pasture1";		String _text = "Огороженное пастбище";	}
		{	String _name = "Pasture1Lwr";		String _text = "огороженного пастбища";	}
		{	String _name = "Pasture1Tip";		String _text = "Огороженное пастбище для выращивания домашних животных.";	}

		{	String _name = "Pasture2";		String _text = "Пастбище";	}
		{	String _name = "Pasture2Lwr";		String _text = "пастбища";	}
		{	String _name = "Pasture2Tip";		String _text = "Неогороженное пастбище для выращивания домашних животных, которое можно отделить декоративным забором.";	}

		{	String _name = "Pasture3";		String _text = "Пастбище на склоне";	}
		{	String _name = "Pasture3Lwr";		String _text = "пастбища на склоне";	}
		{	String _name = "Pasture3Tip";		String _text = "Неогороженное пастбище для выращивания домашних животных, которое можно отделить декоративным забором. Не выравнивает область. Можно расположить на склоне.";	}

		{	String _name = "Pasture4";		String _text = "Пастбище";	}
		{	String _name = "Pasture4Lwr";		String _text = "пастбища";	}
		{	String _name = "Pasture4Tip";		String _text = "Неогороженное пастбище без каких-либо построек на нём для выращивания домашних животных, которое можно отделить декоративным забором. Не выравнивает область.";	}

		{	String _name = "Pasture1Trans";		String _text = "Огороженное пастбище";	}
		{	String _name = "Pasture1TransLwr";		String _text = "огороженного пастбища";	}
		{	String _name = "Pasture1TransTip";		String _text = "Пастбище, не изменяющее внешний вид земли. Огороженное пастбище для выращивания домашних животных.";	}

		{	String _name = "Pasture2Trans";		String _text = "Пастбище";	}
		{	String _name = "Pasture2TransLwr";		String _text = "пастбища";	}
		{	String _name = "Pasture2TransTip";		String _text = "Пастбище, не изменяющее внешний вид земли. Неогороженное пастбище для выращивания домашних животных, которое можно отделить декоративным забором.";	}

		{	String _name = "Pasture3Trans";		String _text = "Пастбище";	}
		{	String _name = "Pasture3TransLwr";		String _text = "пастбища";	}
		{	String _name = "Pasture3TransTip";		String _text = "Пастбище, не изменяющее внешний вид земли. Неогороженное пастбище без каких-либо построек на нём для выращивания домашних животных, которое можно отделить декоративным забором. Не выравнивает область.";	}

		{	String _name = "Pasture4Trans";		String _text = "Пастбище";	}
		{	String _name = "Pasture4TransLwr";		String _text = "пастбища";	}
		{	String _name = "Pasture4TransTip";		String _text = "Пастбище, не изменяющее внешний вид земли. Неогороженное пастбище без каких-либо построек на нём для выращивания домашних животных, которое можно отделить декоративным забором. Не выравнивает область.";	}

		{	String _name = "Watermill";		String _text = "Водяная мельница";	}
		{	String _name = "WatermillLwr";		String _text = "водянаой мельницы";	}
		{	String _name = "WatermillTip";		String _text = "На водяной мельнице зерно перемалывают в муку. Должно размещаться на берегу. Мука не съедобна и нужна как ингредиент для выпечки. Также её можно обменять у купцов.";	}
		
		{	String _name = "Watermill3";		String _text = "Водяная мельница";	}
		{	String _name = "Watermill3Lwr";		String _text = "Водяной мельницы";	}
		{	String _name = "Watermill3Tip";		String _text = "На водяной мельнице из льна, хлопка и коконов шелкопряда делают канифас, ткань и шёлк быстрее, чем в обычном ткацкой мастерской. Должно размещаться на берегу.";	}

		{	String _name = "Windmill";		String _text = "Большая мельница";	}
		{	String _name = "WindmillLwr";		String _text = "большой мельницы";	}
		{	String _name = "WindmillTip";		String _text = "На мельнице зерно перемалывают в муку. Мука не съедобна и нужна как ингредиент для выпечки. Также её можно обменять у купцов.";	}

		{	String _name = "StoneWindmill";		String _text = "Маленькая мельница";	}
		{	String _name = "StoneWindmillLwr";		String _text = "маленькой мельницы";	}
		{	String _name = "StoneWindmillTip";		String _text = "На мельнице зерно перемалывают в муку. Мука не съедобна и нужна как ингредиент для выпечки. Также её можно обменять у купцов. В маленькой мельнице зерно перемалывается медленнее, чем в большой мельнице.";	}

		{	String _name = "Oilpress";		String _text = "Прессовочный станок";	}
		{	String _name = "OilpressLwr";		String _text = "прессовочного станка";	}
		{	String _name = "OilpressTip";		String _text = "Под прессовочным станком из оливок, подсолнечника, семян льна и хлопка или китового жира получают масло.";	}

		{	String _name = "Apiary";		String _text = "Пасека";	}
		{	String _name = "ApiaryLwr";		String _text = "пасеки";	}
		{	String _name = "ApiaryTip";		String _text = "На пасеке горожане разводят пчёл, дающих мёд (используется в пишу) и пчелиный воск (используется для производства свечей).";	}

		{	String _name = "Bakery";		String _text = "Пекарня";	}
		{	String _name = "BakeryLwr";		String _text = "пекарни";	}
		{	String _name = "BakeryTip";		String _text = "В пекарне готовится хлеб и другая выпечка.";	}

		{	String _name = "Refinery";		String _text = "Сахарный дом";	}
		{	String _name = "RefineryLwr";		String _text = "сахарного дома";	}
		{	String _name = "RefineryTip";		String _text = "В сахарном доме из сахарного тростника и сахарной свёклы делают сахар, а из кленового сока - кленовый сироп. Также из кленового сиропа можно готовить сахар, однако этот способ производства неэффективен и требует почти в 2 раза больше ресурсов.";	}

		{	String _name = "Wharfship";		String _text = "Причал с кораблём";	}
		{	String _name = "WharfshipLwr";		String _text = "причала с кораблём";	}
		{	String _name = "WharfshipTip";		String _text = "Причал с кораблём позволяет ловить омаров, нерп и китов в открытом море. Китовый жир используется для создания масляных ламп - важнейшего предмета при строительстве улучшенных зданий. Должно размещаться на берегу.";	}
		
		{	String _name = "Saltworks";		String _text = "Солеварня";	}
		{	String _name = "SaltworksLwr";		String _text = "солеварни";	}
		{	String _name = "SaltworksTip";		String _text = "В солеварне с помощью насосов и црена из морской воды получают соль.";	}

		{	String _name = "Creamery";		String _text = "Старая сыроварня";	}
		{	String _name = "CreameryLwr";		String _text = "старой сыроварни";	}
		{	String _name = "CreameryTip";		String _text = "В старой сыроварне готовят масло, сливки и сыр из молока. Молочник одновременно производит 3 продукта, если есть молоко.";	}

		{	String _name = "CowBarn";		String _text = "Хлев";	}
		{	String _name = "CowBarnLwr";		String _text = "хлева";	}
		{	String _name = "CowBarnTip";		String _text = "В хлеву доят коров. Для строительства хлева необходимы домашние животные.";	}

		{	String _name = "CowParlour";		String _text = "Сыроварня";	}
		{	String _name = "CowParlourLwr";		String _text = "сыроварни";	}
		{	String _name = "CowParlourTip";		String _text = "В сыроварне готовят масло, сливки и сыр из молока. Молочник одновременно производит 3 продукта, если есть молоко.";	}

		{	String _name = "Preservists";		String _text = "Пресервная";	}
		{	String _name = "PreservistsLwr";		String _text = "пресервной";	}
		{	String _name = "PreservistsTip";		String _text = "В пресервной из фруктов можно делать джем, а из овощей - соленья. Для приготовления джема также нужны сахар и посуда, а для солений - алкоголь и посуда.";	}

	// Butchers
		{	String _name = "Butchers";		String _text = "Лавки мясника";	}

		{	String _name = "ButcherBeef";		String _text = "Лавка мясника (коровы)";	}
		{	String _name = "ButcherBeefLwr";		String _text = "лавки мясника (коровы)";	}
		{	String _name = "ButcherBeefTip";		String _text = "В лавке мясника рубят мясо на куски и делают из него разные мясные продукты.";	}
		
		{	String _name = "ButcherMutton";		String _text = "Лавка мясника (овцы)";	}
		{	String _name = "ButcherMuttonLwr";		String _text = "лавки мясника (овцы)";	}
		{	String _name = "ButcherMuttonTip";		String _text = "В лавке мясника рубят мясо на куски и делают из него разные мясные продукты.";	}
		
		{	String _name = "ButcherCharki";		String _text = "Лавка мясника (ламы)";	}
		{	String _name = "ButcherCharkiLwr";		String _text = "лавки мясника (ламы)";	}
		{	String _name = "ButcherCharkiTip";		String _text = "В лавке мясника рубят мясо на куски и делают из него разные мясные продукты.";	}
		
		{	String _name = "ButcherBison";		String _text = "Лавка мясника (бизоны)";	}
		{	String _name = "ButcherBisonLwr";		String _text = "лавки мясника (бизоны)";	}
		{	String _name = "ButcherBisonTip";		String _text = "В лавке мясника рубят мясо на куски и делают из него разные мясные продукты.";	}
		
		{	String _name = "ButcherPork";		String _text = "Лавка мясника (свиньи)";	}
		{	String _name = "ButcherPorkLwr";		String _text = "лавки мясника (свиньи)";	}
		{	String _name = "ButcherPorkTip";		String _text = "В лавке мясника рубят мясо на куски и делают из него разные мясные продукты.";	}

		{	String _name = "ButcherVenison";		String _text = "Лавка мясника (олени)";	}
		{	String _name = "ButcherVenisonLwr";		String _text = "лавки мясника (олени)";	}
		{	String _name = "ButcherVenisonTip";		String _text = "В лавке мясника рубят мясо на куски и делают из него разные мясные продукты.";	}
		
		{	String _name = "ButcherCheval";		String _text = "Лавка мясника (кони)";	}
		{	String _name = "ButcherChevalLwr";		String _text = "лавки мясника (кони)";	}
		{	String _name = "ButcherChevalTip";		String _text = "В лавке мясника рубят мясо на куски и делают из него разные мясные продукты.";	}

		{	String _name = "Smokehouse";		String _text = "Коптильня";	}
		{	String _name = "SmokehouseLwr";		String _text = "коптильни";	}
		{	String _name = "SmokehouseTip";		String _text = "В коптильне производятся копчёные и вяленые продукты.";	}

		{	String _name = "Salthouse";		String _text = "Дом для засола";	}
		{	String _name = "SalthouseLwr";		String _text = "дома для засола";	}
		{	String _name = "SalthouseTip";		String _text = "Здесь различная еда солится, что позволяет дольше хранить такую пищу.";	}

		{	String _name = "Tidal";		String _text = "Морская ферма";	}
		{	String _name = "TidalLwr";		String _text = "морской фермы";	}
		{	String _name = "TidalTip";		String _text = "На морской ферме добываются устрицы, мидии, раки и водоросли. Должно размещаться на берегу.";	}
		
		{	String _name = "BlindShore";		String _text = "Засидка";	}
		{	String _name = "BlindShoreLwr";		String _text = "засидки";	}
		{	String _name = "BlindShoreTip";		String _text = "Засидка, располагающаяся на берегу, поможет скрыться охотникам, которые ловят уток и других водных животных.";	}

		{	String _name = "WaterTower";		String _text = "Водонапорная башня";	}
		{	String _name = "WaterTowerLwr";		String _text = "водонапорной башни";	}
		{	String _name = "WaterTowerTip";		String _text = "В водонапорной башне добывается пресная вода для жителей. Люди могут пить её, чтобы выжить, однако это сильно скажется на их здоровье.";	}

	// ##########################################
	// ##    Resource production buildings    ##
	// ##########################################
		{	String _name = "SawmillBL";		String _text = "Лесопилка";	}
		{	String _name = "SawmillBLLwr";		String _text = "лесопилки";	}
		{	String _name = "SawmillBLTip";		String _text = "На лесопилке брёвна колят на дрова и пилят на доски. Одновременно в ней могут работать до 3 жителей.";	}
		
		{	String _name = "Sawmill";		String _text = "Лесопилка";	}
		{	String _name = "SawmillLwr";		String _text = "лесопилки";	}
		{	String _name = "SawmillTip";		String _text = "На лесопилке брёвна колят на дрова и пилят на доски. Одновременно в ней могут работать до 3 жителей. Должно размещаться на берегу.";	}

		{	String _name = "Chopper";		String _text = "Место дровосека";	}
		{	String _name = "ChopperLwr";		String _text = "места дровосека";	}
		{	String _name = "ChopperTip";		String _text = "Маленькое место для работы дровосека, который рубит брёвна на дрова для обогрева жилых домов.";	}
		
		{	String _name = "Workcamp";		String _text = "Трудовой лагерь";	}
		{	String _name = "WorkcampLwr";		String _text = "трудового лагеря";	}
		{	String _name = "WorkcampTip";		String _text = "Военное дело - это не только война, ведь в мирное время войска всегда занимались благоустройством и строительством. В трудовом лагере жалование, орудия и энергия солдат превращаются в ресурсы для колонии.";	}
		{	String _name = "WorkcampBoxTip";		String _text = "Требует: пфеннниг и железные орудия. Производит: случайный набор железа, стекла, угля, кирпичей и горшков.";	}

		{	String _name = "LargeSmithy";		String _text = "Большая кузница";	}
		{	String _name = "LargeSmithyLwr";		String _text = "большой кузницы";	}
		{	String _name = "LargeSmithyTip";		String _text = "Большая кузница позволяет нанимать двух кузнецов, изготавливать различные орудия, а также мушкеты для защиты колонии.";	}
		
		{	String _name = "RuralSmith";		String _text = "Деревенская кузница";	}
		{	String _name = "RuralSmithLwr";		String _text = "деревенской кузницы";	}
		{	String _name = "RuralSmithTip";		String _text = "Деревенская кузница позволяет нанимать двух кузнецов, изготавливать различные орудия, а также мушкеты для защиты колонии.";	}

		{	String _name = "Clothier";		String _text = "Ателье";	}
		{	String _name = "ClothierLwr";		String _text = "ателье";	}
		{	String _name = "ClothierTip";		String _text = "В ателье шьют одежду, которая теплее и дороже стоит. Также здесь могут шить сумки.";	}
		
		{	String _name = "Stitcher";		String _text = "Военный портной";	}
		{	String _name = "StitcherLwr";		String _text = "военного портного";	}
		{	String _name = "StitcherTip";		String _text = "Военный портной специализируется на пошиве красочной одежды для военных, которая поднимает боевой дух солдат, поэтому имеет важное значение для военной силы. В то время как портные в ателье могут сшить ливрею из шёлка и канифаса, военный портной, создающий исключительно ливреи, может сшить их из различных ресурсов.";	}
		
		{	String _name = "Quartermaster";		String _text = "Штаб интенданта";	}
		{	String _name = "QuartermasterLwr";		String _text = "штаба интенданта";	}
		{	String _name = "QuartermasterTip";		String _text = "Штаб интенданта необходимо построить в первую очередь, так как это самая важная часть военной силы. Военные поставки будут стабильно приходить, если интендант будет работать. Должно размещаться на берегу.";	}

		{	String _name = "Firebundler";		String _text = "Сарай с хворостом";	}
		{	String _name = "FirebundlerLwr";		String _text = "сарая с хворостом";	}
		{	String _name = "FirebundlerTip";		String _text = "В сарае из кукурузы, сахарного тростника, конопли, бамбука и сорго, камыша и свечей делается хворост для обогрева домов.";	}

		{	String _name = "Shorepit";		String _text = "Прибрежная хижина";	}
		{	String _name = "ShorepitLwr";		String _text = "прибрежной хижины";	}
		{	String _name = "ShorepitTip";		String _text = "На территории прибрежной хижины можно добывать песок или глину, используемые стекольщиками и обжигателями, камыши, а также ловить черепах и лягушек.";	}
		
		{	String _name = "Chandlery";		String _text = "Свечная мастерская";	}
		{	String _name = "ChandleryLwr";		String _text = "свечной мастерской";	}
		{	String _name = "ChandleryTip";		String _text = "В свечной мастерской из жира, пчелиного воска или китового жира изготавливают свечи.";	}

		{	String _name = "PearlStand";		String _text = "Ловец жемчуга";	}
		{	String _name = "PearlStandLwr";		String _text = "ловец жемчуга";	}
		{	String _name = "PearlStandTip";		String _text = "Ловец жемчуга может найти редкую жемчужину, если ему дать достаточно устриц.";	}

		{	String _name = "Glassworkers";		String _text = "Стекольная мастерская";	}
		{	String _name = "GlassworkersLwr";		String _text = "стекольной мастерской";	}
		{	String _name = "GlassworkersTip";		String _text = "В стекольной мастерской песок нагревается в печи, после чего из него делают стекло и изделия из стекла.";	}

		{	String _name = "KilnBuilding";		String _text = "Печь";	}
		{	String _name = "KilnBuildingLwr";		String _text = "печи";	}
		{	String _name = "KilnBuildingTip";		String _text = "В печи брёвна складывают вместе и сжигают, получая древесный уголь, который можно использовать для обогрева дома.";	}
		{	String _name = "KilnBuildingUpgradeTip";		String _text = "Улучшить до кирпичной мастерской, чтобы производить новые предметы. Некоторые ресурсы, потраченные на строительство текущего здания, будут возвращены.";	}

		{	String _name = "BrickBuilding";		String _text = "Кирпичная мастерская";	}
		{	String _name = "BrickBuildingLwr";		String _text = "кирпичной мастерской";	}
		{	String _name = "BrickBuildingTip";		String _text = "В печи кирпичной мастерской глину обжигают и придают форму кирпича, которые используются для строительства некоторых зданий и дорог.";	}

		{	String _name = "Ropery";		String _text = "Канатная мастерская";	}
		{	String _name = "RoperyLwr";		String _text = "канатной мастерской";	}
		{	String _name = "RoperyTip";		String _text = "В канатной мастерской из конопли, льна и камыша плетут верёвку. Для производства одной верёвки конопли надо меньше, чем льна или камыша.";	}

		{	String _name = "Silkwormhut";		String _text = "Ферма шелкопрядов";	}
		{	String _name = "SilkwormhutLwr";		String _text = "фермы шелкопрядов";	}
		{	String _name = "SilkwormhutTip";		String _text = "На ферме шелкопрядов выращивают тутовых шелкопрядов для производства шёлка или использования их в пищу. Шелкопряды питаются листьями белой шелковицы, которые можно обменять у купца или вырастить в саду.";	}

		{	String _name = "Weavers";		String _text = "Ткацкая мастерская";	}
		{	String _name = "WeaversLwr";		String _text = "ткацкой мастерской";	}
		{	String _name = "WeaversTip";		String _text = "В ткацкой мастерской из льна, хлопка и коконов шелкопряда делают канифас, ткань и шёлк. Также здесь ткут ковры.";	}

		{	String _name = "IronMineDeep";		String _text = "Тёмная шахта";	}
		{	String _name = "IronMineDeepLwr";		String _text = "тёмной шахты";	}
		{	String _name = "IronMineDeepTip";		String _text = "Глубокая шахта позволит осуществлять дальнейшую добычу ресурсов. Рекомендуется обновлять шахту до глубокой, если запас ресурсов в ней подошёл к концу.";	}

		{	String _name = "IronMineDeeper";		String _text = "Глубокая шахта";	}
		{	String _name = "IronMineDeeperLwr";		String _text = "глубокой шахты";	}
		{	String _name = "IronMineDeeperTip";		String _text = "Ещё более глубокая шахта для продолжения добычи ресурсов. Стоит перейти на неё, когда нынешняя шахта почти опустела.";	}

		{	String _name = "ExoticMine";		String _text = "Необычная шахта";	}
		{	String _name = "ExoticMineLwr";		String _text = "необычной шахты";	}
		{	String _name = "ExoticMineTip";		String _text = "В необычной шахте можно найти много странных вещей.";	}

		{	String _name = "BLMQuarry";		String _text = "Карьер";	}
		{	String _name = "BLMQuarryLwr";		String _text = "карьера";	}
		{	String _name = "BLMQuarryTip";		String _text = "В этом карьере добывают камень и соль.";	}
		
		{	String _name = "BLMQuarryDeep";		String _text = "Глубокий карьер";	}
		{	String _name = "BLMQuarryDeepLwr";		String _text = "глубокого карьера";	}
		{	String _name = "BLMQuarryDeepTip";		String _text = "Глубокий карьер позволит осуществлять дальнейшую добычу ресурсов. Рекомендуется улучшать карьер до глубокого, если запас ресурсов в нём подошёл к концу.";	}
		
		{	String _name = "BLMQuarryDeeper";		String _text = "Глубочайший карьер";	}
		{	String _name = "BLMQuarryDeeperLwr";		String _text = "глубочайшего карьера";	}
		{	String _name = "BLMQuarryDeeperTip";		String _text = "Глубочайший карьер позволит осуществлять дальнейшую добычу ресурсов. Рекомендуется улучшать карьер до глубочайщего, если запас ресурсов в нём подошёл к концу.";	}
		
		{	String _name = "BLMQuarry2";		String _text = "Угольный карьер";	}
		{	String _name = "BLMQuarry2Lwr";		String _text = "угольного карьера";	}
		{	String _name = "BLMQuarry2Tip";		String _text = "В этой шахте добывают железную руду и уголь.";	}
		
		{	String _name = "BLMQuarry2Deep";		String _text = "Глубокий карьер";	}
		{	String _name = "BLMQuarry2DeepLwr";		String _text = "глубокого карьера";	}
		{	String _name = "BLMQuarry2DeepTip";		String _text = "Глубокий карьер позволит осуществлять дальнейшую добычу ресурсов. Рекомендуется улучшать карьер до глубокого, если запас ресурсов в нём подошёл к концу.";	}
		
		{	String _name = "BLMQuarry2Deeper";		String _text = "Глубочайший карьер";	}
		{	String _name = "BLMQuarry2DeeperLwr";		String _text = "глубочайшего карьера";	}
		{	String _name = "BLMQuarry2DeeperTip";		String _text = "Глубочайший карьер позволит осуществлять дальнейшую добычу ресурсов. Рекомендуется улучшать карьер до глубочайщего, если запас ресурсов в нём подошёл к концу.";	}
		
		{	String _name = "QuarryDeep";		String _text = "Глубокая каменоломня";	}
		{	String _name = "QuarryDeepLwr";		String _text = "глубокой каменоломни";	}
		{	String _name = "QuarryDeepTip";		String _text = "Глубочайшая каменоломня позволит осуществлять дальнейшую добычу ресурсов. Рекомендуется улучшать каненоломни до глубочайшей, если запас ресурсов в ней подходит к концу.";	}

		{	String _name = "QuarryDeeper";		String _text = "Глубочайшая каменоломня";	}
		{	String _name = "QuarryDeeperLwr";		String _text = "глубочайшей каменоломни";	}
		{	String _name = "QuarryDeeperTip";		String _text = "Ещё более глубокая каменоломня для продолжения добычи ресурсов. Стоит перейти на неё, когда нынешняя каменоломня почти опустела.";	}
		
		{	String _name = "QuarrySmall";		String _text = "Маленькая каменоломня";	}
		{	String _name = "QuarrySmallLwr";		String _text = "маленькой каменоломни";	}
		{	String _name = "QuarrySmallTip";		String _text = "В каменоломне добывается камень. В маленькой каменоломне максимально может работать меньше людей, чем в обычной.";	}
		
		{	String _name = "QuarrySmallDeep";		String _text = "Глубокая маленькая каменоломня";	}
		{	String _name = "QuarrySmallDeepLwr";		String _text = "глубокой маленькой каменоломни";	}
		{	String _name = "QuarrySmallDeepTip";		String _text = "Глубокая каменоломня позволит осуществлять дальнейшую добычу ресурсов. Рекомендуется улучшать каненоломни до глубокой, если запас ресурсов в ней подходит к концу.";	}

		{	String _name = "QuarrySmallDeeper";		String _text = "Глубочайшая маленькая каменоломня";	}
		{	String _name = "QuarrySmallDeeperLwr";		String _text = "глубочайшей маленькой каменоломни";	}
		{	String _name = "QuarrySmallDeeperTip";		String _text = "Глубочайшая каменоломня позволит осуществлять дальнейшую добычу ресурсов. Рекомендуется улучшать каненоломни до глубочайшей, если запас ресурсов в ней подходит к концу.";	}
		
		{	String _name = "Tinmine";		String _text = "Шахта оловянной руды";	}
		{	String _name = "TinmineLwr";		String _text = "шахты оловянной руды";	}
		{	String _name = "TinmineTip";		String _text = "В этой шахте добывают оловянную руду. Здесь же оловянную руду можно обрабатывать и получать олово, если есть печное топливо.";	}
		
		{	String _name = "TinmineDeep";		String _text = "Тёмная шахта оловянной руды";	}
		{	String _name = "TinmineDeepLwr";		String _text = "тёмной шахты оловянной руды";	}
		{	String _name = "TinmineDeepTip";		String _text = "В этой тёмной шахте добывают оловянную руду. Здесь же оловянную руду можно обрабатывать и получать олово, если есть печное топливо.";	}
		
		{	String _name = "TinmineDeeper";		String _text = "Глубокая шахта оловянной руды";	}
		{	String _name = "TinmineDeeperLwr";		String _text = "глубокой шахты оловянной руды";	}
		{	String _name = "TinmineDeeperTip";		String _text = "В этой глубокой шахте добывают оловянную руду. Здесь же оловянную руду можно обрабатывать и получать олово, если есть печное топливо.";	}
		
		{	String _name = "Coppermine";		String _text = "Шахта медной руды";	}
		{	String _name = "CoppermineLwr";		String _text = "шахты медной руды";	}
		{	String _name = "CoppermineTip";		String _text = "В этой шахте добывают медную руду. Здесь же медную руду можно обрабатывать и получать медь, если есть печное топливо.";	}
		
		{	String _name = "CoppermineDeep";		String _text = "Тёмная шахта медной руды";	}
		{	String _name = "CoppermineDeepLwr";		String _text = "тёмной шахты медной руды";	}
		{	String _name = "CoppermineDeepTip";		String _text = "В этой тёмной шахте добывают медную руду. Здесь же медную руду можно обрабатывать и получать медь, если есть печное топливо.";	}
		
		{	String _name = "CoppermineDeeper";		String _text = "Глубокая шахта медной руды";	}
		{	String _name = "CoppermineDeeperLwr";		String _text = "глубокой шахты медной руды";	}
		{	String _name = "CoppermineDeeperTip";		String _text = "В этой глубокой шахте добывают медную руду. Здесь же медную руду можно обрабатывать и получать медь, если есть печное топливо.";	}

		{	String _name = "Cooper";		String _text = "Мастерская бондаря";	}
		{	String _name = "CooperLwr";		String _text = "мастерской бондаря";	}
		{	String _name = "CooperTip";		String _text = "Бондарь делает бочки, бочонки и ящики, которые нужны для производства пищи и алкоголя.";	}

		{	String _name = "FurnitureMaker";		String _text = "Мастерская плотника";	}
		{	String _name = "FurnitureMakerLwr";		String _text = "мастерской плотника";	}
		{	String _name = "FurnitureMakerTip";		String _text = "В мастерской плотника создаётся мебель, необходимая для строительства домов.";	}

		{	String _name = "ShipYard";		String _text = "Верфь";	}
		{	String _name = "ShipYardLwr";		String _text = "верфи";	}
		{	String _name = "ShipYardTip";		String _text = "На верфи создаются корабли и лодки, размещаемые на пристанях и причалах.";	}

		{	String _name = "PotteryBarn";		String _text = "Гончарная мастерская";	}
		{	String _name = "PotteryBarnLwr";		String _text = "гончарной мастерская";	}
		{	String _name = "PotteryBarnTip";		String _text = "В гончарной мастерской из глины создаются горшки.";	}

		{	String _name = "Packaging";		String _text = "Торговая компания";	}
		{	String _name = "PackagingLwr";		String _text = "торговой компания";	}
		{	String _name = "PackagingTip";		String _text = "Торговая компания готова торговать многими предметами. Они упакуют и обменяют товары в обмен на полезные предметы для города. Эти товары сортированы по необходимости, а из-за налога их стоимость больше на 8% по сравнению с обычной торговлей с купцами.";	}
		
		{	String _name = "NativeTrader";		String _text = "Индейский торговец";	}
		{	String _name = "NativeTraderLwr";		String _text = "индейского торговца";	}
		{	String _name = "NativeTraderTip";		String _text = "Индейский торговец обменивается товарами с коренным населением.";	}
		
		{	String _name = "Homewaresbld";		String _text = "Дом сборщика";	}
		{	String _name = "HomewaresbldLwr";		String _text = "дома сборщика";	}
		{	String _name = "HomewaresbldTip";		String _text = "В доме сборщика собирают мебельный гарнитур. Мебельный гарнитур нужен для строительства комфортных домов.";	}

		{	String _name = "BuildingPackaging";		String _text = "Дом поставщиков";	}
		{	String _name = "BuildingPackagingLwr";		String _text = "дома поставщиков";	}
		{	String _name = "BuildingPackagingTip";		String _text = "Поставщики собирают и упаковывают различные ресурсы в ящик со строительными материалами, необходимыми для строительства больших зданий";	}

		{	String _name = "HardwoodForester";		String _text = "Лесоруб (древесина)";	}
		{	String _name = "HardwoodForesterLwr";		String _text = "лесоруба (древесина)";	}
		{	String _name = "HardwoodForesterTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Из древесины делается добротная мебель, необходимая для строительства некоторых домов. Рекомендуется строить вдали от города.";	}

		{	String _name = "HardwoodForester2";		String _text = "Лесоруб (древесина, новые деревья)";	}
		{	String _name = "HardwoodForester2Lwr";		String _text = "лесоруба (древесина, новые деревья)";	}
		{	String _name = "HardwoodForester2Tip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Из древесины делается добротная мебель, необходимая для строительства некоторых домов. Рекомендуется строить вдали от города. Лесоруб сажает исключительно деревья, подключаемые модом.";	}

		{	String _name = "ForesterLodge2";		String _text = "Домик лесоруба (новые деревья)";	}
		{	String _name = "ForesterLodge2Lwr";		String _text = "домика лесоруба (новые деревья)";	}
		{	String _name = "ForesterLodge2Tip";		String _text = "Вокруг домика лесоруб будет добывать брёвна, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно деревья, подключаемые модом.";	}

		{	String _name = "ForesterLodge3";		String _text = "Домик лесоруба (пальмы)";	}
		{	String _name = "ForesterLodge3Lwr";		String _text = "домика лесоруба (пальмы)";	}
		{	String _name = "ForesterLodge3Tip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно пальмы и тропические деревья.";	}

		{	String _name = "ForesterLodge4";		String _text = "Домик лесоруба (бамбук)";	}
		{	String _name = "ForesterLodge4Lwr";		String _text = "домика лесоруба (бамбук)";	}
		{	String _name = "ForesterLodge4Tip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно бамбук.";	}
		
		{	String _name = "ForesterLodge5";		String _text = "Домик лесоруба (сосны)";	}
		{	String _name = "ForesterLodge5Lwr";		String _text = "домика лесоруба (сосны)";	}
		{	String _name = "ForesterLodge5Tip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно сосны.";	}

		{	String _name = "ForesterLodgeWild";		String _text = "Домик лесоруба (На всём своём)";	}
		{	String _name = "ForesterLodgeWildLwr";		String _text = "домика лесоруба (На всём своём)";	}
		{	String _name = "ForesterLodgeWildTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно деревья начальных условий 'На всём своём'.";	}

		{	String _name = "ForesterLodgeApple";		String _text = "Лесоруб (яблоня)";	}
		{	String _name = "ForesterLodgeAppleLwr";		String _text = "лесоруба (яблоня)";	}
		{	String _name = "ForesterLodgeAppleTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно яблони.";	}

		{	String _name = "ForesterLodgeApricot";		String _text = "Лесоруб (абрикос)";	}
		{	String _name = "ForesterLodgeApricotLwr";		String _text = "лесоруба (абрикос)";	}
		{	String _name = "ForesterLodgeApricotTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно абрикосовые деревья.";	}

		{	String _name = "ForesterLodgeCherry";		String _text = "Лесоруб (вишня)";	}
		{	String _name = "ForesterLodgeCherryLwr";		String _text = "лесоруба (вишня)";	}
		{	String _name = "ForesterLodgeCherryTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно вишню.";	}

		{	String _name = "ForesterLodgeChestnut";		String _text = "Лесоруб (каштан)";	}
		{	String _name = "ForesterLodgeChestnutLwr";		String _text = "лесоруба (каштан)";	}
		{	String _name = "ForesterLodgeChestnutTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно каштаны.";	}

		{	String _name = "ForesterLodgeCoffee";		String _text = "Лесоруб (кофе)";	}
		{	String _name = "ForesterLodgeCoffeeLwr";		String _text = "лесоруба (кофе)";	}
		{	String _name = "ForesterLodgeCoffeeTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно кофейные деревья.";	}

		{	String _name = "ForesterLodgeFig";		String _text = "Лесоруб (инжир)";	}
		{	String _name = "ForesterLodgeFigLwr";		String _text = "лесоруба (инжир)";	}
		{	String _name = "ForesterLodgeFigTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно фиговые деревья.";	}

		{	String _name = "ForesterLodgeGrape";		String _text = "Лесоруб (виноград)";	}
		{	String _name = "ForesterLodgeGrapeLwr";		String _text = "лесоруба (виноград)";	}
		{	String _name = "ForesterLodgeGrapeTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно виноград.";	}

		{	String _name = "ForesterLodgeMaple";		String _text = "Лесоруб (клён)";	}
		{	String _name = "ForesterLodgeMapleLwr";		String _text = "лесоруба (клён)";	}
		{	String _name = "ForesterLodgeMapleTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно клёны.";	}

		{	String _name = "ForesterLodgeMulberry";		String _text = "Лесоруб (шелковица)";	}
		{	String _name = "ForesterLodgeMulberryLwr";		String _text = "лесоруба (шелковица)";	}
		{	String _name = "ForesterLodgeMulberryTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно красную шелковицу.";	}

		{	String _name = "ForesterLodgeOlive";		String _text = "Лесоруб (олива)";	}
		{	String _name = "ForesterLodgeOliveLwr";		String _text = "лесоруба (олива)";	}
		{	String _name = "ForesterLodgeOliveTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно деревья оливы.";	}

		{	String _name = "ForesterLodgeOrange";		String _text = "Лесоруб (апельсин)";	}
		{	String _name = "ForesterLodgeOrangeLwr";		String _text = "лесоруба (апельсин)";	}
		{	String _name = "ForesterLodgeOrangeTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно апельсиновые деревья.";	}

		{	String _name = "ForesterLodgePeach";		String _text = "Лесоруб (персик)";	}
		{	String _name = "ForesterLodgePeachLwr";		String _text = "лесоруба (персик)";	}
		{	String _name = "ForesterLodgePeachTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно персиковые деревья.";	}

		{	String _name = "ForesterLodgePear";		String _text = "Лесоруб (груша)";	}
		{	String _name = "ForesterLodgePearLwr";		String _text = "лесоруба (груша)";	}
		{	String _name = "ForesterLodgePearTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно груши.";	}

		{	String _name = "ForesterLodgePecan";		String _text = "Лесоруб (пекан)";	}
		{	String _name = "ForesterLodgePecanLwr";		String _text = "лесоруба (пекан)";	}
		{	String _name = "ForesterLodgePecanTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно пекан.";	}

		{	String _name = "ForesterLodgePlum";		String _text = "Лесоруб (слива)";	}
		{	String _name = "ForesterLodgePlumLwr";		String _text = "лесоруба (слива)";	}
		{	String _name = "ForesterLodgePlumTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно сливу.";	}

		{	String _name = "ForesterLodgeQuince";		String _text = "Лесоруб (айва)";	}
		{	String _name = "ForesterLodgeQuinceLwr";		String _text = "лесоруба (айва)";	}
		{	String _name = "ForesterLodgeQuinceTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно айву.";	}

		{	String _name = "ForesterLodgeWalnut";		String _text = "Лесоруб (орех)";	}
		{	String _name = "ForesterLodgeWalnutLwr";		String _text = "лесоруба (орех)";	}
		{	String _name = "ForesterLodgeWalnutTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно грецкий орех.";	}

		{	String _name = "ForesterLodgeWhiteMulberry";		String _text = "Лесоруб (шелковица)";	}
		{	String _name = "ForesterLodgeWhiteMulberryLwr";		String _text = "лесоруба (шелковица)";	}
		{	String _name = "ForesterLodgeWhiteMulberryTip";		String _text = "Вокруг домика лесоруб будет добывать древесину, вырубая старые деревья и сажая на их месте новые. Рекомендуется строить вдали от города. Лесоруб сажает исключительно белую шелковицу.";	}

		{	String _name = "BeddingMaker";		String _text = "Швейная мастерская";	}
		{	String _name = "BeddingMakerLwr";		String _text = "швейной мастерской";	}
		{	String _name = "BeddingMakerTip";		String _text = "В швейной мастерской из перьев куриц или уток, хлопка и ткани создаются постельные принадлежности, необходимые для строительства домов.";	}

		{	String _name = "LoggingBarge";		String _text = "Торговая баржа (дерево)";	}
		{	String _name = "LoggingBargeLwr";		String _text = "торговой баржи (дерево)";	}
		{	String _name = "LoggingBargeTip";		String _text = "На торговой барже можно купить древесину или брёвна за серебряные пфенниги.";	}

		{	String _name = "DriftwoodScavenger";		String _text = "Сборщик плавника";	}
		{	String _name = "DriftwoodScavengerLwr";		String _text = "сборщиков плавника";	}
		{	String _name = "DriftwoodScavengerTip";		String _text = "Сборщики собирают прибитые водой брёвна и дрова.";	}

		{	String _name = "Sawpit";		String _text = "Пилорама";	}
		{	String _name = "SawpitLwr";		String _text = "пилорамы";	}
		{	String _name = "SawpitTip";		String _text = "На пилораме из брёвен делают доски, однако этот метод производства очень медленный.";	}

		{	String _name = "FuelRefinery";		String _text = "Дом обогатителя";	}
		{	String _name = "FuelRefineryLwr";		String _text = "дома обогатителя";	}
		{	String _name = "FuelRefineryTip";		String _text = "Обогатители делают обычное топливо более подходящим для промышленности: оно дольше горит и даёт больше тепла.";	}
		
		{	String _name = "IndustrySmall2";		String _text = "Маленький дом обогатителя";	}
		{	String _name = "IndustrySmall2Lwr";		String _text = "маленького дома обогатителя";	}
		{	String _name = "IndustrySmall2Tip";		String _text = "Обогатители делают обычное топливо более подходящим для промышленности: оно дольше горит и даёт больше тепла. В маленьком доме может работать только один человек.";	}
		
		{	String _name = "IndustrySmall";		String _text = "Маленькая плавильня";	}
		{	String _name = "IndustrySmallLwr";		String _text = "маленькой плавильни";	}
		{	String _name = "IndustrySmallTip";		String _text = "В плавильне из железной руды плавят железо. В маленькой плавильне может работать только 1 человек.";	}

		{	String _name = "Forge";		String _text = "Доменная печь";	}
		{	String _name = "ForgeLwr";		String _text = "доменной печи";	}
		{	String _name = "ForgeTip";		String _text = "В доменной печи из железной руды плавят железо. Также здесь можно плавить олово, медь, бронзу, пьютер и изделия из этих сплавов: пушки, балки, железные и бронзовые статуи, а также орудия из бронзы. Не требует размещения на воде.";	}
		
		{	String _name = "SWShack";		String _text = "Пристань (набережная)";	}
		{	String _name = "SWShackLwr";		String _text = "пристани (набережная)";	}
		{	String _name = "SWShackTip";		String _text = "Вокруг пристани рыбаки будут ловить рыбу.";	}
		
		{	String _name = "Tannery";		String _text = "Мастерская кожевника";	}
		{	String _name = "TanneryLwr";		String _text = "мастерской кожевника";	}
		{	String _name = "TanneryTip";		String _text = "В мастерской кожевник обрабатывает шкуры животных, получая кожу, пригодную для пошива улучшенной одежды. Для обработки шкуры нужна соль.";	}

		{	String _name = "Foundry";		String _text = "Литейная";	}
		{	String _name = "FoundryLwr";		String _text = "литейной";	}
		{	String _name = "FoundryTip";		String _text = "В литейной из железной руды плавят железо. Также здесь можно плавить олово, медь, бронзу, пьютер и заливать эти сплавы в формы для изготовления изделий из них: пушки, балки, железные и бронзовые статуи, а также орудия из бронзы. Работает от водяного колеса, поэтому необходимо размещать на воде. Эффективнее доменной печи.";	}


	// ##################################################
	// ##    Alcohol & tobacco production buildings    ##
	// ##################################################
		{	String _name = "Kitchen";		String _text = "Поварня";	}
		{	String _name = "KitchenLwr";		String _text = "поварни";	}
		{	String _name = "KitchenTip";		String _text = "В поварне из обычных продуктов готовят изысканные блюда, кладут их в корзинки и подают в тавернах. Также здесь фляги наполняют водой.";	}
		
		{	String _name = "Alegarden";		String _text = "Таверна";	}
		{	String _name = "AlegardenLwr";		String _text = "таверны";	}
		{	String _name = "AlegardenTip";		String _text = "В таверне люди могут выпить алкоголь, выкурить трубки и пообщаться, что сделает их счастливее. Трактирщик в таверне необязателен, так как он будет приносить предметы роскоши, а не обслуживать посетителей.";	}
		
		{	String _name = "Taverna";		String _text = "Маленькая таверна";	}
		{	String _name = "TavernaLwr";		String _text = "маленькой таверны";	}
		{	String _name = "TavernaTip";		String _text = "В таверне люди могут выпить алкоголь, выкурить трубки и пообщаться, что сделает их счастливее. Трактирщик в маленькой таверне необязателен, так как он будет приносить предметы роскоши, а не обслуживать посетителей.";	}
		
		{	String _name = "TavernMedium";		String _text = "Кабак";	}
		{	String _name = "TavernMediumLwr";		String _text = "кабака";	}
		{	String _name = "TavernMediumTip";		String _text = "В кабаке люди могут выпить алкоголь, выкурить трубки и пообщаться, что сделает их счастливее. Трактирщик в кабаке необязателен, так как он будет приносить предметы роскоши, а не обслуживать посетителей.";	}
		
		{	String _name = "coffeehouse";		String _text = "Кофейня";	}
		{	String _name = "coffeehouseLwr";		String _text = "кофейни";	}
		{	String _name = "coffeehouseTip";		String _text = "В кофейне можно варить кофе, если назначен соответствующий работник. Кофейня работает и как обычная таверна, где люди могут выпить алкоголь, выкурить трубки и пообщаться.";	}

		{	String _name = "Tavern";		String _text = "Пивоварня";	}
		{	String _name = "TavernLwr";		String _text = "пивоварни";	}
		{	String _name = "TavernTip";		String _text = "В пивоварне варят эль и медовуху. Пить алкоголь можно только в таверне, где он и хранится.";	}

		{	String _name = "SWBrewery";		String _text = "Прибрежная пивоварня";	}
		{	String _name = "SWBreweryLwr";		String _text = "Прибрежной пивоварни";	}
		{	String _name = "SWBreweryTip";		String _text = "В пивоварне варят эль и медовуху. Пить алкоголь можно только в таверне, где он и хранится.";	}

		{	String _name = "Winery";		String _text = "Винодельня";	}
		{	String _name = "WineryLwr";		String _text = "винодельни";	}
		{	String _name = "WineryTip";		String _text = "В винодельне производится вино из винограда и других фруктов. Пить вино можно только в таверне, где оно и хранится.";	}

		{	String _name = "Distillery";		String _text = "Винокурня";	}
		{	String _name = "DistilleryLwr";		String _text = "винокурни";	}
		{	String _name = "DistilleryTip";		String _text = "В винокурне из зерна и других ресурсов производят крепкий алкоголь. Пить крепкие алкогольные напитки можно только в таверне, где они и хранятся.";	}

		{	String _name = "Tobaccobarn";		String _text = "Сушильный амбар";	}
		{	String _name = "TobaccobarnLwr";		String _text = "сушильного амбара";	}
		{	String _name = "TobaccobarnTip";		String _text = "В сушильном амбаре сушат листья табака. Курить свои трубки жители могут только в таверне, поэтому высушенные листья табака хранятся там.";	}

	// ##################################################
	// ##    	Precious Buildings	           ##
	// ##################################################

		{	String _name = "PreciousMine";		String _text = "Шахта драгоценных металлов";	}
		{	String _name = "PreciousMineLwr";		String _text = "шахты драгоценных металлов";	}
		{	String _name = "PreciousMineTip";		String _text = "В шахте драгоценных металлов добываются необработанные самоцветы, а также золотая и серебряная руда.";	}

		{	String _name = "PlacerMine";		String _text = "Прибрежная шахта";	}
		{	String _name = "PlacerMineLwr";		String _text = "прибрежной шахты";	}
		{	String _name = "PlacerMineTip";		String _text = "В прибрежной шахте золотая и серебряная руда добываются со дна, после чего очищаюся от песка.";	}

		{	String _name = "JadeQuarry";		String _text = "Нефритовый карьер";	}
		{	String _name = "JadeQuarryLwr";		String _text = "нефритового карьера";	}
		{	String _name = "JadeQuarryTip";		String _text = "В нефритовом карьере добываются нефриты, которые можно использовать для создания статуй или продажи.";	}

		{	String _name = "MarbleQuarry";		String _text = "Мраморный карьер";	}
		{	String _name = "MarbleQuarryLwr";		String _text = "мраморного карьера";	}
		{	String _name = "MarbleQuarryTip";		String _text = "В мраморном карьере добывается мрамор, которые можно использовать для создания статуй или продажи.";	}

		{	String _name = "Apothecary";		String _text = "Аптеки";	}
		{	String _name = "ApothecaryLwr";		String _text = "аптеки";	}
		{	String _name = "ApothecaryTip";		String _text = "Аптекарь готовит лекарства из многих ингредиентов, для принятия которых жители затем посещают знахаря.";	}

		{	String _name = "GemSmith";		String _text = "Мастерская огранщика";	}
		{	String _name = "GemSmithLwr";		String _text = "мастерской огранщика";	}
		{	String _name = "GemSmithTip";		String _text = "В мастерской огранщик занимаются полировкой и огранкой самоцветов.";	}

		{	String _name = "Smelter";		String _text = "Плавильня";	}
		{	String _name = "SmelterLwr";		String _text = "плавильни";	}
		{	String _name = "SmelterTip";		String _text = "В плавильне из золотой и серебряной руды изготавливаются золотые гульдены и серебряные пфенниги, необходимые для торговли.";	}

		{	String _name = "Carver";		String _text = "Мастерская скульптора";	}
		{	String _name = "CarverLwr";		String _text = "мастерской скульптора";	}
		{	String _name = "CarverTip";		String _text = "Из брёвен, камня, нефрита и мрамора скульптор создаёт статуи для украшения города или торговли.";	}


	// ###########################
	// ##    Shore buildings    ##
	// ###########################
		{	String _name = "ShorewallIn";		String _text = "Стена набережной (внутрений угол)";	}
		{	String _name = "ShorewallInLwr";		String _text = "стены набережной";	}
		{	String _name = "ShorewallInTip";		String _text = "Стена набережной - отличное украшение для береговой линии. Внутренний угол стены.";	}

		{	String _name = "ShorewallOut";		String _text = "Стена набережной (внешний угол)";	}
		{	String _name = "ShorewallOutLwr";		String _text = "стены набережной";	}
		{	String _name = "ShorewallOutTip";		String _text = "Стена набережной - отличное украшение для береговой линии. Внешний угол стены.";	}

		{	String _name = "ShorewallStraight";		String _text = "Стена набережной";	}
		{	String _name = "ShorewallStraightLwr";		String _text = "стены набережной";	}
		{	String _name = "ShorewallStraightTip";		String _text = "Стена набережной - отличное украшение для береговой линии. Прямая часть стены.";	}

		{	String _name = "Shorewall14";		String _text = "Стена набережной (ширина: 2)";	}
		{	String _name = "Shorewall14Lwr";		String _text = "стены набережной";	}
		{	String _name = "Shorewall14Tip";		String _text = "Стена набережной - отличное украшение для береговой линии. Ширина стены: 2 клетки.";	}

		{	String _name = "Shorewall3";		String _text = "Стена набережной (длина: 3)";	}
		{	String _name = "Shorewall3Lwr";		String _text = "стены набережной";	}
		{	String _name = "Shorewall3Tip";		String _text = "Стена набережной - отличное украшение для береговой линии. Длина стены: 3 клетки.";	}

		{	String _name = "Shorewall15";		String _text = "Стена набережной (ширина: 2; длина: 3)";	}
		{	String _name = "Shorewall15Lwr";		String _text = "стены набережной";	}
		{	String _name = "Shorewall15Tip";		String _text = "Стена набережной - отличное украшение для береговой линии. Длина стены: 3 клетки, ширина: 2.";	}

		{	String _name = "Shorewall4";		String _text = "Стена набережной (конец)";	}
		{	String _name = "Shorewall4Lwr";		String _text = "стены набережной (конец)";	}
		{	String _name = "Shorewall4Tip";		String _text = "Стена набережной - отличное украшение для береговой линии. Завершающая часть стены.";	}
		
		{	String _name = "Shorewall5";		String _text = "Стена набережной (диаг.)";	}
		{	String _name = "Shorewall5Lwr";		String _text = "стены набережной";	}
		{	String _name = "Shorewall5Tip";		String _text = "Стена набережной - отличное украшение для береговой линии. Диагональная часть стены.";	}
		
		{	String _name = "Shorewall6";		String _text = "Стена набережной (1 плита)";	}
		{	String _name = "Shorewall6Lwr";		String _text = "стены набережной";	}
		{	String _name = "Shorewall6Tip";		String _text = "Стена набережной - отличное украшение для береговой линии. 1 плита хорошо подходит для размещения в тех местах, где набережная соприкасается с землёй.";	}
		
		{	String _name = "Shorewall7";		String _text = "Стена набережной (диагональная плита)";	}
		{	String _name = "Shorewall7Lwr";		String _text = "стены набережной";	}
		{	String _name = "Shorewall7Tip";		String _text = "Стена набережной - отличное украшение для береговой линии. 1 плита хорошо подходит для размещения в тех местах, где набережная соприкасается с землёй.";	}
		
		{	String _name = "Shorewall8";		String _text = "Стена набережной для здания";	}
		{	String _name = "Shorewall8Lwr";		String _text = "стены набережной";	}
		{	String _name = "Shorewall8Tip";		String _text = "Призрачная часть декоративной стены, которую хорошо размещать под зданиями. Длина: 1 клетка.";	}
		
		{	String _name = "Shorewall9";		String _text = "Стена набережной (длина: 3)";	}
		{	String _name = "Shorewall9Lwr";		String _text = "стены набережной";	}
		{	String _name = "Shorewall9Tip";		String _text = "Призрачная часть декоративной стены, которую хорошо размещать под зданиями. Длина: 3 клетки.";	}
		
		{	String _name = "Shorewall13";		String _text = "Диагональная стена 1";	}
		{	String _name = "Shorewall13Lwr";		String _text = "стены набережной";	}
		{	String _name = "Shorewall13Tip";		String _text = "Призрачная диагональная часть декоративной стены, которую хорошо размещать под зданиями. Длина: 1 клетка.";	}
		
		{	String _name = "Shorewall12";		String _text = "Диагональная стена 2";	}
		{	String _name = "Shorewall12Lwr";		String _text = "стены набережной";	}
		{	String _name = "Shorewall12Tip";		String _text = "Призрачная диагональная часть декоративной стены, которую хорошо размещать под зданиями. Длина: 1 клетка.";	}
		
		{	String _name = "Shorewall10";		String _text = "Стена набережной (облом)";	}
		{	String _name = "Shorewall10Lwr";		String _text = "стены набережной";	}
		{	String _name = "Shorewall10Tip";		String _text = "Деревянный облом - призрачная часть декоративной стены, которую можно размещать на стене набережной. Используйте клавишу F для выбора поворота балки.";	}

		{	String _name = "Shorewall10b";		String _text = "Стена набережной (облом)";	}
		{	String _name = "Shorewall10bLwr";		String _text = "стены набережной";	}
		{	String _name = "Shorewall10bTip";		String _text = "Деревянный облом - призрачная часть декоративной стены, которую можно размещать на стене набережной. Используйте клавишу F для выбора поворота балки.";	}
		
		{	String _name = "Shorewall16";		String _text = "Бесшовная дорога";	}
		{	String _name = "Shorewall16Lwr";		String _text = "бесшовной дороги";	}
		{	String _name = "Shorewall16Tip";		String _text = "Часть декоративной стены, которая позволит бесшовно соединить стену и дорогу, без отображения травы.";	}

		{	String _name = "SWHouse";		String _text = "Дом (набережная)";	}
		{	String _name = "SWHouseLwr";		String _text = "дома (набережная)";	}
		{	String _name = "SWHouseTip";		String _text = "Тёплый дом для жителей на берегу.";	}
		
		{	String _name = "WoodDockboats";		String _text = "Лодки и корабли";	}
		{	String _name = "WoodDockboatsLwr";		String _text = "лодок и кораблей";	}
		{	String _name = "WoodDockboatsTip";		String _text = "Различные лодки и корабли для украшения города. Используйте F для изменения внешнего вида.";	}
		
		{	String _name = "WoodDock1x1";		String _text = "Пирс (1х1)";	}
		{	String _name = "WoodDock1x1Lwr";		String _text = "пирса 1x1";	}
		{	String _name = "WoodDock1x1Tip";		String _text = "Пирс размером 1x1 для строительства домов на воде.";	}
		
		{	String _name = "WoodDock1x2";		String _text = "Пирс (1x2)";	}
		{	String _name = "WoodDock1x2Lwr";		String _text = "пирса (1x2)";	}
		{	String _name = "WoodDock1x2Tip";		String _text = "Пирс размером 1x2 для строительства домов на воде.";	}
		
		{	String _name = "WoodDock1x3";		String _text = "Пирс (1x3)";	}
		{	String _name = "WoodDock1x3Lwr";		String _text = "пирса (1x3)";	}
		{	String _name = "WoodDock1x3Tip";		String _text = "Пирс размером 1x3 для строительства домов на воде.";	}
		
		{	String _name = "WoodDock1x1low";		String _text = "Пирс (1x1, нижний ур.)";	}
		{	String _name = "WoodDock1x1lowLwr";		String _text = "пирса (1x1, нижний ур.)";	}
		{	String _name = "WoodDock1x1lowTip";		String _text = "Пирс размером 1x1, смещённый ниже, чем обычный, для строительства домов на воде. Подходит для соединения некоторых рабочих мест к пирсу.";	}
		
		{	String _name = "WoodDockstair";		String _text = "Пирс (спуск)";	}
		{	String _name = "WoodDockstairLwr";		String _text = "пирса (спуск)";	}
		{	String _name = "WoodDockstairTip";		String _text = "Пирс для строительства домов на воде. Спуск на нижний уровень подходит для соединения некоторых рабочих мест к пирсу.";	}
		
		{	String _name = "WoodDockBlocklow";		String _text = "Угловая доска (нижний ур.)";	}
		{	String _name = "WoodDockBlocklowLwr";		String _text = "угловой доски (нижний ур.)";	}
		{	String _name = "WoodDockBlocklowTip";		String _text = "Пара досок для соединения мест, где рядом находятся два угла или две лестницы. Препятствует прыжкам жителей в воду. В одном месте можно разместить сколько угодно досок.";	}
		
//		{	String _name = "WoodDockTurn";		String _text = "Угловой элемент деревянного причала";	}
//		{	String _name = "WoodDockTurnLwr";		String _text = "угловой элемент деревянного причала";	}
//		{	String _name = "WoodDockTurnTip";		String _text = "Угловой элемент деревянного причала. Не даёт людям падать в воду, когда они огибают угол.";	}
		
//		{	String _name = "WoodDockTsection";		String _text = "Т-образный элемент деревянного причала";	}
//		{	String _name = "WoodDockTsectionLwr";		String _text = "т-образный элемент деревянного причала";	}
//		{	String _name = "WoodDockTsectionTip";		String _text = "Т-образный элемент деревянного причала. Не даёт людям падать в воду, когда они огибают угол.";	}
		
		{	String _name = "WoodDockMount";		String _text = "Стык пирса и пристани";	}
		{	String _name = "WoodDockMountLwr";		String _text = "стыка пирса и пристани";	}
		{	String _name = "WoodDockMountTip";		String _text = "Стык позволяет людям ходить с пирса на пристань. Обычная часть пристани не обладает этой функцией, поэтому эта часть является обязательной.";	}
		
		{	String _name = "WoodDockHouse";		String _text = "Хижина на воде";	}
		{	String _name = "WoodDockHouseLwr";		String _text = "хижины на воде";	}
		{	String _name = "WoodDockHouseTip";		String _text = "В хижине на воде может жить семья из 4 человек.";	}
		{	String _name = "DockHouseUpgradeTip";		String _text = "Улучшить до дома на воде, в котором может жить семья из 5 человек. Дом на воде теплее и комфортнее хижины.";	}
		
		{	String _name = "WoodDockUPHouse";		String _text = "Дом на воде";	}
		{	String _name = "WoodDockUPHouseLwr";		String _text = "дома на воде";	}
		{	String _name = "WoodDockUPHouseTip";		String _text = "В доме на воде может жить семья из 5 человек.";	}
		
		{	String _name = "WoodDock2House";		String _text = "Изба на воде";	}
		{	String _name = "WoodDock2HouseLwr";		String _text = "избы на воде";	}
		{	String _name = "WoodDock2HouseTip";		String _text = "В избе на воде может жить семьяиз 5 человек.";	}
		{	String _name = "DockHouse2UpgradeTip";		String _text = "Улучшить до усадьбы на воде, в которой может жить семья из 6 человек. Усадьба теплее и комфортнее избы.";	}
		
		{	String _name = "WoodDock2UPHouse";		String _text = "Усадьба на воде";	}
		{	String _name = "WoodDock2UPHouseLwr";		String _text = "усадьбы на воде";	}
		{	String _name = "WoodDock2UPHouseTip";		String _text = "В усадьбе на воде может жить семья из 6 человек.";	}
		
		{	String _name = "WoodDockStorage";		String _text = "Амбар на воде";	}
		{	String _name = "WoodDockStorageLwr";		String _text = "амбара на воде";	}
		{	String _name = "WoodDockStorageTip";		String _text = "Большой амбар для хранения товаров.";	}
		
		{	String _name = "WoodDockStoragesmall";		String _text = "Амбарчик на воде";	}
		{	String _name = "WoodDockStoragesmallLwr";		String _text = "амбарчика на воде";	}
		{	String _name = "WoodDockStoragesmallTip";		String _text = "Маленький амбар для хранения товаров.";	}
		
		{	String _name = "DockMarket";		String _text = "Рынок на воде";	}
		{	String _name = "DockMarketLwr";		String _text = "рынка на воде";	}
		{	String _name = "DockMarketTip";		String _text = "На рынке жители могут приобрести пищу, орудия, одежду, материалы и топливо.";	}
		
		{	String _name = "DockMarketS";		String _text = "Рыночек на воде";	}
		{	String _name = "DockMarketSLwr";		String _text = "рыночка на воде";	}
		{	String _name = "DockMarketSTip";		String _text = "На рынке жители могут приобрести пищу, орудия, одежду, материалы и топливо.";	}

		{	String _name = "DockTrader";		String _text = "Торговый порт";	}
		{	String _name = "DockTraderLwr";		String _text = "торгового порта";	}
		{	String _name = "DockTraderTip";		String _text = "Маленький торговый порт, выполненный в том же стиле, что и весь пирс.";	}
		
		{	String _name = "WoodDockBlock";		String _text = "Доска";	}
		{	String _name = "WoodDockBlockLwr";		String _text = "доски";	}
		{	String _name = "WoodDockBlockTip";		String _text = "Пара досок для соединения мест, где рядом находятся два угла или две лестницы. Препятствует прыжкам жителей в воду. В одном месте можно разместить сколько угодно досок.";	}
		
		{	String _name = "WoodDockTidal";		String _text = "Морская ферма";	}
		{	String _name = "WoodDockTidalLwr";		String _text = "морской фермы";	}
		{	String _name = "WoodDockTidalTip";		String _text = "На морской ферме добывают устрицы, мидии, раки и водоросли.";	}
		
		{	String _name = "WoodDockFish";		String _text = "Рыбацкая пристань";	}
		{	String _name = "WoodDockFishLwr";		String _text = "рыбацкой пристани";	}
		{	String _name = "WoodDockFishTip";		String _text = "На пристани рыбаки ловят рыбу.";	}
		
		{	String _name = "WoodDockPlanter";		String _text = "Рисовое поле";	}
		{	String _name = "WoodDockPlanterLwr";		String _text = "рисового поля";	}
		{	String _name = "WoodDockPlanterTip";		String _text = "На этом поле в специальных подходящих условиях растёт рис.";	}
		
		{	String _name = "WoodDockStill";		String _text = "Рисовый двор";	}
		{	String _name = "WoodDockStillLwr";		String _text = "рисового двора";	}
		{	String _name = "WoodDockStillTip";		String _text = "На рисовом дворе готовят сакэ из риса. Здесь же люди могут пить его, общаться и развлекаться.";	}
		
		{	String _name = "WoodDockStockpile";		String _text = "Топливный склад на воде";	}
		{	String _name = "WoodDockStockpileLwr";		String _text = "топливного склада";	}
		{	String _name = "WoodDockStockpileTip";		String _text = "На этом складе хранится различное топливо: древесный уголь, дрова, хворост и коксующийся уголь.";	}
		
		{	String _name = "WoodDockSchool";		String _text = "Школа на воде";	}
		{	String _name = "WoodDockSchoolLwr";		String _text = "школы на воде";	}
		{	String _name = "WoodDockSchoolTip";		String _text = "Маленькая школа, в которой могут обучаться до 12 детей.";	}
		
		{	String _name = "WoodDockStocklog";		String _text = "Рынок брёвен";	}
		{	String _name = "WoodDockStocklogLwr";		String _text = "рынка брёвен";	}
		{	String _name = "WoodDockStocklogTip";		String _text = "На рынке торговец складирует брёвна, которые используются для ближайших домов.";	}
		
		{	String _name = "WoodDockHealer";		String _text = "Дом аптекаря";	}
		{	String _name = "WoodDockHealerLwr";		String _text = "дома аптекаря";	}
		{	String _name = "WoodDockHealerTip";		String _text = "В этом доме аптекарь готовит лекарства.";	}
		
		{	String _name = "WoodDockHealer2";		String _text = "Аптека на воде";	}
		{	String _name = "WoodDockHealer2Lwr";		String _text = "аптеки на воде";	}
		{	String _name = "WoodDockHealer2Tip";		String _text = "В аптеке лечат жителей города.";	}
		
		{	String _name = "WoodDockReedc";		String _text = "Камышовая ферма";	}
		{	String _name = "WoodDockReedcLwr";		String _text = "камышовой фермы";	}
		{	String _name = "WoodDockReedcTip";		String _text = "На этой ферме круглый год выращивают камыш, который затем можно использовать для изготовления одежды или топлива.";	}
		
		{	String _name = "WoodDockShopcraft";		String _text = "Мастерская";	}
		{	String _name = "WoodDockShopcraftLwr";		String _text = "матерской";	}
		{	String _name = "WoodDockShopcraftTip";		String _text = "В этой мастерской изготавливают несложные предметы: топливо для домов, одежду, орудия и верёвки.";	}
		
		{	String _name = "WoodDockStockpilel";		String _text = "Склад брёвен на воде";	}
		{	String _name = "WoodDockStockpilelLwr";		String _text = "склада брёвен";	}
		{	String _name = "WoodDockStockpilelTip";		String _text = "На этом складе хранятся брёвна.";	}
		
		{	String _name = "WoodDockBreed";		String _text = "Курятник на воде";	}
		{	String _name = "WoodDockBreedLwr";		String _text = "курятника на воде";	}
		{	String _name = "WoodDockBreedTip";		String _text = "В курятнике разводят кур, которые дают перья, яйца и куриное мясо.";	}

		{	String _name = "DockFence";		String _text = "Пирсовый забор";	}
		{	String _name = "DockFenceLwr";		String _text = "пирсового забора";	}
		{	String _name = "DockFenceTip";		String _text = "Призрачный пирсовый забор.";	}

		{	String _name = "DockFence3Wide";		String _text = "Пирсовый забор (длина: 3)";	}
		{	String _name = "DockFence3WideLwr";		String _text = "пирсового забора";	}
		{	String _name = "DockFence3WideTip";		String _text = "Призрачный пирсовый забор длиной 3 клетки.";	}

		{	String _name = "DockFenceDiagonal";		String _text = "Пирсовый забор (диаг.)";	}
		{	String _name = "DockFenceDiagonalLwr";		String _text = "пирсового забора";	}
		{	String _name = "DockFenceDiagonalTip";		String _text = "Призрачный пирсовый диагональный забор.";	}

		{	String _name = "DockRail";		String _text = "Пирсовый поручень";	}
		{	String _name = "DockRailLwr";		String _text = "пирсового поручня";	}
		{	String _name = "DockRailTip";		String _text = "Призрачный пирсовый поручень.";	}

		{	String _name = "DockRail3Wide";		String _text = "Пирсовый поручень (длина: 3)";	}
		{	String _name = "DockRail3WideLwr";		String _text = "пирсового поручня";	}
		{	String _name = "DockRail3WideTip";		String _text = "Призрачный пирсовый поручень длиной 3 клетки.";	}

//	##################
//	# Ground Squares #
//	##################

		{	String _name = "GroundStone";		String _text = "Каменная текстура";	}
		{	String _name = "GroundStoneLwr";		String _text = "каменной текстуры";	}
		{	String _name = "GroundStoneTip";		String _text = "Каменная текстура для украшения земли.";	}

		{	String _name = "GroundDirt";		String _text = "Грунтовая текстура";	}
		{	String _name = "GroundDirtLwr";		String _text = "грунтовой текстуры";	}
		{	String _name = "GroundDirtTip";		String _text = "Грунтовая текстура для украшения земли.";	}

		{	String _name = "GroundMarsh";		String _text = "Текстура топи";	}
		{	String _name = "GroundMarshLwr";		String _text = "текстуры топи";	}
		{	String _name = "GroundMarshTip";		String _text = "Текстура топи для украшения земли.";	}

		{	String _name = "GroundSwamp";		String _text = "Болотная текстура";	}
		{	String _name = "GroundSwampLwr";		String _text = "болотной текстуры";	}
		{	String _name = "GroundSwampTip";		String _text = "Болотная текстура для украшения земли.";	}

		{	String _name = "GroundGrass";		String _text = "Текстура травы";	}
		{	String _name = "GroundGrassLwr";		String _text = "текстуры травы";	}
		{	String _name = "GroundGrassTip";		String _text = "Текстура травы для украшения земли.";	}

		{	String _name = "GroundBrick";		String _text = "Кирпичная текстура";	}
		{	String _name = "GroundBrickLwr";		String _text = "кирпичной текстуры";	}
		{	String _name = "GroundBrickTip";		String _text = "Кирпичная текстура для украшения земли.";	}

		{	String _name = "GroundCountry";		String _text = "Деревенская текстура";	}
		{	String _name = "GroundCountryLwr";		String _text = "деревенской текстуры";	}
		{	String _name = "GroundCountryTip";		String _text = "Деревенская текстура для украшения земли.";	}

		{	String _name = "GroundCrop";		String _text = "Текстура поля";	}
		{	String _name = "GroundCropLwr";		String _text = "текстуры поля";	}
		{	String _name = "GroundCropTip";		String _text = "Текстура поля для украшения земли.";	}

		{	String _name = "GroundGravel";		String _text = "Текстура гальки";	}
		{	String _name = "GroundGravelLwr";		String _text = "текстуры гальки";	}
		{	String _name = "GroundGravelTip";		String _text = "Текстура гальки для украшения земли.";	}

		{	String _name = "GroundMoss";		String _text = "Текстура мха";	}
		{	String _name = "GroundMossLwr";		String _text = "текстуры мха";	}
		{	String _name = "GroundMossTip";		String _text = "Текстура мха для украшения земли.";	}

		{	String _name = "GroundPasture";		String _text = "Текстура пастбища";	}
		{	String _name = "GroundPastureLwr";		String _text = "текстуры пастбища";	}
		{	String _name = "GroundPastureTip";		String _text = "Текстура пастбища для украшения земли.";	}

		{	String _name = "GroundSand";		String _text = "Песчаная текстура";	}
		{	String _name = "GroundSandLwr";		String _text = "песчаной текстуры";	}
		{	String _name = "GroundSandTip";		String _text = "Песчаная текстура для украшения земли.";	}

		{	String _name = "GroundQuay";		String _text = "Текстура набережной";	}
		{	String _name = "GroundQuayLwr";		String _text = "текстуры набережной";	}
		{	String _name = "GroundQuayTip";		String _text = "Текстура набережной для украшения земли.";	}

		{	String _name = "GroundOrchard";		String _text = "Текстура сада";	}
		{	String _name = "GroundOrchardLwr";		String _text = "текстуры сада";	}
		{	String _name = "GroundOrchardTip";		String _text = "Текстура сада для украшения земли.";	}

		{	String _name = "GroundSandstone";		String _text = "Текстура песчаника";	}
		{	String _name = "GroundSandstoneLwr";		String _text = "текстуры песчаника";	}
		{	String _name = "GroundSandstoneTip";		String _text = "Текстура песчаника для украшения земли.";	}

		{	String _name = "GroundFlower";		String _text = "Цветочная текстура";	}
		{	String _name = "GroundFlowerLwr";		String _text = "цветочной текстуры";	}
		{	String _name = "GroundFlowerTip";		String _text = "Цветочная текстура для украшения земли.";	}

		{	String _name = "GroundVerdant";		String _text = "Текстура зелени";	}
		{	String _name = "GroundVerdantLwr";		String _text = "текстуры зелени";	}
		{	String _name = "GroundVerdantTip";		String _text = "Текстура зелени для украшения земли";	}

		{	String _name = "GroundPlantation";		String _text = "Текстура плантации";	}
		{	String _name = "GroundPlantationLwr";		String _text = "текстуры плантации";	}
		{	String _name = "GroundPlantationTip";		String _text = "Текстура плантации для украшения земли.";	}

	// #########################
	// ##    Old buildings    ##
	// #########################
		{	String _name = "Mulberrygrove";		String _text = "Роща белых шелковиц";	}
		{	String _name = "MulberrygroveLwr";		String _text = "рощи белых шелковиц";	}
		{	String _name = "MulberrygroveTip";		String _text = "В роще белых шелковиц выращиваются тутовые деревья, с которых собирают листья белых шелковиц для кормления тутовых шелкопрядов.";	}



	// #######################
	// ##    Professions    ##
	// #######################
		{	String _name = "ProfessionMonk";		String _text = "Монах";	}
		{	String _name = "ProfessionMonkTip";		String _text = "Монахи выращивают в аббатстве лечебные травы и чернику или варят эль.";	}
		{	String _name = "ProfessionMonkDeath";		String _text = "возносится на небеса.";	}

		{	String _name = "ProfessionPresser";		String _text = "Прессовщик";	}
		{	String _name = "ProfessionPresserTip";		String _text = "Прессовщики из оливок и других ресурсов делают растительное масло.";	}
		{	String _name = "ProfessionPresserDeath";		String _text = "раздавило прессом.";	}

		{	String _name = "ProfessionWeaver";		String _text = "Ткач";	}
		{	String _name = "ProfessionWeaverTip";		String _text = "Ткачи делают канифас, ткань и шёлк для дальнейшего пошива одежды.";	}
		{	String _name = "ProfessionWeaverDeath";		String _text = "засыпает вечным сном, коснувшись веретена.";	}

		{	String _name = "ProfessionSilkMan";		String _text = "Шелковод";	}
		{	String _name = "ProfessionSilkManTip";		String _text = "Шелководы выращивают тутовых шелкопрядов на ферме.";	}
		{	String _name = "ProfessionSilkManDeath";		String _text = "внезапно умирает.";	}

		{	String _name = "ProfessionTobaccoMan";		String _text = "Сушильщик";	}
		{	String _name = "ProfessionTobaccoManTip";		String _text = "Сушильщики сушат листья табака, чтобы жителям было чем набить свои трубки в тавернах.";	}
		{	String _name = "ProfessionTobaccoDeath";		String _text = "падает с лестницы и умирает.";	}

		{	String _name = "ProfessionRoper";		String _text = "Верёвочник";	}
		{	String _name = "ProfessionRoperTip";		String _text = "Верёвочники делают верёвку из льна, конопли и камыша.";	}
		{	String _name = "ProfessionRoperDeath";		String _text = "запутывается в верёвке и умирает от удушья.";	}

		{	String _name = "ProfessionShady";		String _text = "Метедор";	}
		{	String _name = "ProfessionShadyTip";		String _text = "Метедоры торгуют контрабандным товаром на чёрном рынке.";	}
		{	String _name = "ProfessionShadyDeath";		String _text = "зверски убила группа людей.";	}

		{	String _name = "ProfessionVintner";		String _text = "Винодел";	}
		{	String _name = "ProfessionVintnerTip";		String _text = "Виноделы готовят вино из различных ягод и фруктов.";	}
		{	String _name = "ProfessionVintnerDeath";		String _text = "выпивает слишком много вина и умирает.";	}

		{	String _name = "ProfessionBeekeeper";		String _text = "Пчеловод";	}
		{	String _name = "ProfessionBeekeeperTip";		String _text = "Пчеловоды ухаживают за пчёлами на пасеке и собирает мёд.";	}
		{	String _name = "ProfessionBeekeeperDeath";		String _text = "умирает от укуса десяти тысяч пчёл.";	}

		{	String _name = "ProfessionDairyman";		String _text = "Молочник";	}
		{	String _name = "ProfessionDairymanTip";		String _text = "Молочник приносит молоко в сыроварню и готовит из него йогурт, сливки и сыр.";	}
		{	String _name = "ProfessionDairymanDeath";		String _text = "выпивает прокисшего молока и умирает.";	}

		{	String _name = "ProfessionMiller";		String _text = "Мельник";	}
		{	String _name = "ProfessionMillerTip";		String _text = "Мельники перемалывают зерно в муку на мельнице.";	}
		{	String _name = "ProfessionMillerDeath";		String _text = "умирает от инсульта.";	}

		{	String _name = "ProfessionBaker";		String _text = "Кухарь";	}
		{	String _name = "ProfessionBakerTip";		String _text = "Кухари готовят хлеб, пирожные и сушат мясо и рыбу.";	}
		{	String _name = "ProfessionBakerDeath";		String _text = "умирает от инфаркта.";	}

		{	String _name = "ProfessionRefiner";		String _text = "Сахарник";	}
		{	String _name = "ProfessionRefinerTip";		String _text = "Сахарники делают сахар из свёклы и сахарного тростника.";	}
		{	String _name = "ProfessionRefinerDeath";		String _text = "съедает слишком много сахара и умирает.";	}
		
		{	String _name = "ProfessionSaltworks";		String _text = "Солевар";	}
		{	String _name = "ProfessionSaltworksTip";		String _text = "Солевары добывают соль из морской воды.";	}
		{	String _name = "ProfessionSaltworksDeath";		String _text = "выпивает много солёной воды и умирает.";	}

		{	String _name = "ProfessionFirebundler";		String _text = "Перевязчик";	}
		{	String _name = "ProfessionFirebundlerTip";		String _text = "Перевязчики делают хворост из кукурузы, сахарного тростника, конопли, бамбука и сорго.";	}
		{	String _name = "ProfessionFirebundlerDeath";		String _text = "умирает от рук дровосека.";	}

		{	String _name = "ProfessionSailor";		String _text = "Моряк";	}
		{	String _name = "ProfessionSailorTip";		String _text = "Моряки отправляются в открытое море, где ловят омаров, китов и нерп.";	}
		{	String _name = "ProfessionSailorDeath";		String _text = "сбрасывают за борт за попытку мятежа.";	}

		{	String _name = "ProfessionPitdigger";		String _text = "Помор";	}
		{	String _name = "ProfessionPitdiggerTip";		String _text = "Поморы добывают песок или ловят лягушек и черепах на территории прибрежной хижины.";	}
		{	String _name = "ProfessionPitdiggerDeath";		String _text = "русалки утащили на дно.";	}

		{	String _name = "ProfessionChandler";		String _text = "Свечник";	}
		{	String _name = "ProfessionChandlerTip";		String _text = "Свечники изготавливают свечи в мастерской.";	}
		{	String _name = "ProfessionChandlerDeath";		String _text = "нечаянно становится восковой фигурой.";	}

		{	String _name = "ProfessionGlassmaker";		String _text = "Стекольщик";	}
		{	String _name = "ProfessionGlassmakerTip";		String _text = "Стекольщики, разогрев в печи песок, делают из него стекло.";	}
		{	String _name = "ProfessionGlassmakerDeath";		String _text = "сгорает в печи из-за несоблюдения техники безопасности.";	}

		{	String _name = "ProfessionDistiller";		String _text = "Винокур";	}
		{	String _name = "ProfessionDistillerTip";		String _text = "Винокуры производят крепкий алкоголь.";	}
		{	String _name = "ProfessionDistillerDeath";		String _text = "выпивает слишком много алкоголя и умирает.";	}

		{	String _name = "ProfessionGrovetender";		String _text = "Садовник";	}
		{	String _name = "ProfessionGrovetenderTip";		String _text = "Садовники ухаживают за шелковицами в роще белых шелковиц.";	}
		{	String _name = "ProfessionGrovetenderDeath";		String _text = "спотыкается и умирает.";	}

		{	String _name = "ProfessionAlewench";		String _text = "Трактирщик";	}
		{	String _name = "ProfessionAlewenchTip";		String _text = "Трактирщики разносят выпивку гостям таверны.";	}
		{	String _name = "ProfessionAlewenchDeath";		String _text = "умирает от удара пьяного посетителя.";	}

		{	String _name = "ProfessionBrewer";		String _text = "Пивовар";	}
		{	String _name = "ProfessionBrewerTip";		String _text = "Пивовары готовят эль из различных фруктов и медовуху.";	}
		{	String _name = "ProfessionBrewerDeath";		String _text = "выпивает некачественный эль и умирает.";	}

		{	String _name = "ProfessionKilnMan";		String _text = "Обжигатель";	}
		{	String _name = "ProfessionKilnManTip";		String _text = "Обжигатели сжигают брёвна в печи, чтобы получить древесный уголь, а также делают кирпичи.";	}
		{	String _name = "ProfessionKilnManDeath";		String _text = "падает в печь и умирает.";	}

//		{	String _name = "ProfessionBrickMan";		String _text = "Кирпичник";	}
//		{	String _name = "ProfessionBrickManTip";		String _text = "Производит кирпичи, используя печи.";	}
//		{	String _name = "ProfessionBrickManDeath";		String _text = "был поглощён огнём и кирпичной пылью, не осталось ничего.";	}

		{	String _name = "ProfessionButcher";		String _text = "Мясник";	}
		{	String _name = "ProfessionButcherTip";		String _text = "Мясники разделывают мясо.";	}
		{	String _name = "ProfessionButcherDeath";		String _text = "умирает от инфекции в порезе.";	}

		{	String _name = "ProfessionStallvendor";		String _text = "Лавочник";	}
		{	String _name = "ProfessionStallvendorTip";		String _text = "Как и торговцы на рынке, лавочники продают ресурсы горожанам в своих палатках.";	}
		{	String _name = "ProfessionStallvendorDeath";		String _text = "убил недовольный покупатель.";	}

		{	String _name = "ProfessionPreservist";		String _text = "Пресервист";	}
		{	String _name = "ProfessionPreservistTip";		String _text = "Пресервисты делают джем и соленья.";	}
		{	String _name = "ProfessionPreservistDeath";		String _text = "съедает отравленный джем и умирает.";	}

		{	String _name = "ProfessionDredger";		String _text = "Ловец";	}
		{	String _name = "ProfessionDredgerTip";		String _text = "Ловцы добывают устриц, мидии, раков и водоросли на морской ферме.";	}
		{	String _name = "ProfessionDredgerDeath";		String _text = "умирает от прикосновения ядовитой медузы.";	}

		{	String _name = "ProfessionSmoker";		String _text = "Коптильщик";	}
		{	String _name = "ProfessionSmokerTip";		String _text = "Коптильщики работают в коптильне, где готовят различные вяленые и копчёные продукты.";	}
		{	String _name = "ProfessionSmokerDeath";		String _text = "умирает от пневмонии.";	}

		{	String _name = "ProfessionCarpenter";		String _text = "Плотник";	}
		{	String _name = "ProfessionCarpenterTip";		String _text = "Плотники создают мебель из брёвен, необходимая для строительства домов.";	}
		{	String _name = "ProfessionCarpenterDeath";		String _text = "умирает от цирроза печени.";	}
		
		{	String _name = "ProfessionFurnitureMaker";		String _text = "Плотник";	}
		{	String _name = "ProfessionFurnitureMakerTip";		String _text = "Плотники создают мебель из брёвен, необходимая для строительства домов.";	}
		{	String _name = "ProfessionFurnitureMakerDeath";		String _text = "умирает от цирроза печени.";	}

		{	String _name = "ProfessionBoatMan";		String _text = "Корабел";	}
		{	String _name = "ProfessionBoatManTip";		String _text = "Корабелы строят корпуса на верфи, необходимые для некоторых зданий.";	}
		{	String _name = "ProfessionBoatManDeath";		String _text = "ломает позвоночник, падая с большой высоты.";	}

		{	String _name = "ProfessionPotter";		String _text = "Гончар";	}
		{	String _name = "ProfessionPotterTip";		String _text = "Гончары работают в мастерской, создавая горшки, необходимые для строительства некоторых зданий.";	}
		{	String _name = "ProfessionPotterDeath";		String _text = "внезапно умирает.";	}

		{	String _name = "ProfessionCharterTrader";		String _text = "Негоциант";	}
		{	String _name = "ProfessionCharterTraderTip";		String _text = "Негоцианты торгуют товарами и ресурсами в торговой компании.";	}
		{	String _name = "ProfessionCharterTraderDeath";		String _text = "падает с лестницы в воду и тонет.";	}
		
		{	String _name = "ProfessionQuartermaster";		String _text = "Интендант";	}
		{	String _name = "ProfessionQuartermasterTip";		String _text = "Интенданты ответственны за военные поставки.";	}
		{	String _name = "ProfessionQuartermasterDeath";		String _text = "падает в воду и умирает";	}
		
		{	String _name = "ProfessionPacker";		String _text = "Упаковщик";	}
		{	String _name = "ProfessionPackerTip";		String _text = "Упаковщики собирают и упаковывают различные ресурсы, необходимые для строительства. Упаковщики работают в домах сборщика и поставщика.";	}
		{	String _name = "ProfessionPackerDeath";		String _text = "спотыкается о ящик, падает и умирает.";	}

		{	String _name = "ProfessionApothecary";		String _text = "Аптекарь";	}
		{	String _name = "ProfessionApothecaryTip";		String _text = "Аптекари готовят лекарства из многих ингредиентов, для принятия которых жители затем посещают знахаря";	}
		{	String _name = "ProfessionApothecaryDeath";		String _text = "принимает новое лекарство и умирает.";	}

		
		{	String _name = "ProfessionSoldier";		String _text = "Солдаты выполняют свой воинский долг, выступая на передних позициях.";	}
		{	String _name = "ProfessionSoldierTip";		String _text = "Выполняет военные обязанности на передовой и в передовых позициях.";	}
		{	String _name = "ProfessionSoldierDeath";		String _text = "умирает во время дежурства.";	}

		{	String _name = "ProfessionGarrison";		String _text = "Гарнизон";	}
		{	String _name = "ProfessionGarrisonTip";		String _text = "Гарнизон выполняет свой воинский долг, защищая оборонительные позиции.";	}
		{	String _name = "ProfessionGarrisonDeath";		String _text = "умирает, защищая колонию.";	}

		{	String _name = "ProfessionGemSmith";		String _text = "Огранщик";	}
		{	String _name = "ProfessionGemSmithTip";		String _text = "Огранщики занимаются полировкой и огранкой самоцветов.";	}
		{	String _name = "ProfessionGemSmithDeath";		String _text = "сбегает из города с горсткой самоцветов.";	}

		{	String _name = "ProfessionSmelter";		String _text = "Плавильщик";	}
		{	String _name = "ProfessionSmelterTip";		String _text = "Плавильщики из золотой и серебряной руды делают серебряные пфенниги и золотые гульдены.";	}
		{	String _name = "ProfessionSmelterDeath";		String _text = "умирает от пневмонии.";	}

		{	String _name = "ProfessionCarver";		String _text = "Скульптор";	}
		{	String _name = "ProfessionCarverTip";		String _text = "Скульпторы создают статуи из дерева, камня и других ресурсов в своей мастерской.";	}
		{	String _name = "ProfessionCarverDeath";		String _text = "изгоняется из города из-за конфликта с церковью.";	}
		
		{	String _name = "ProfessionQuest";		String _text = "Авантюрист";	}
		{	String _name = "ProfessionQuestTip";		String _text = "Отважные авантюристы ищут артефакты в опасных развалинах.";	}
		{	String _name = "ProfessionQuestDeath";		String _text = "умирает от отравленной стрелы.";	}

		{	String _name = "ProfessionTanner";		String _text = "Кожевник";	}
		{	String _name = "ProfessionTannerTip";		String _text = "Кожевники обрабатывают шкуры животных, получая кожу, пригодную для пошива улучшенной одежды.";	}
		{	String _name = "ProfessionTannerDeath";		String _text = "умирает от удара внезапно ожившей шкуры.";	}

		{	String _name = "ProfessionFuelRefiner";		String _text = "Обогатитель";	}
		{	String _name = "ProfessionFuelRefinerTip";		String _text = "Обогатители делают обычное топливо более подходящим для промышленности: оно дольше горит и даёт больше тепла.";	}
		{	String _name = "ProfessionFuelRefinerDeath";		String _text = "сгорает до тла.";	}

		{	String _name = "ProfessionTaxMan";		String _text = "Мытарь";	}
		{	String _name = "ProfessionTaxManTip";		String _text = "Мытари собирают налоги в виде серебряных пфеннигов, которые можно использовать для нужд города.";	}
		{	String _name = "ProfessionTaxManDeath";		String _text = "ночью убивает незнакомец.";	}
		
		{	String _name = "ProfessionOfficial";		String _text = "Служащий";	}
		{	String _name = "ProfessionOfficialTip";		String _text = "Служащие работают в городских учреждениях, как представительство губернатора.";	}
		{	String _name = "ProfessionOfficialDeath";		String _text = "умирает от рутинной работы.";	}

		{	String _name = "ProfessionWetworker";		String _text = "Докер";	}
		{	String _name = "ProfessionWetworkerTip";		String _text = "Докеры работают в портовой зоне.";	}
		{	String _name = "ProfessionWetworkerDeath";		String _text = "утонул.";	}
		
		{	String _name = "ProfessionTinneryworker";		String _text = "Консервщик";	}
		{	String _name = "ProfessionTinneryworkerTip";		String _text = "Консервщики укладывают пищу в жестяные банки.";	}
		{	String _name = "ProfessionTinneryworkerDeath";		String _text = "пропадает во время работы.";	}

	// ##########################
	// ##    All resources    ##
	
	// ########################################
	// ##    Requirements and productions    ##
	// ########################################
	// Tinneries
		{	String _name = "Tinnedmeat";		String _text = "Мясо в консервах";	}
		{	String _name = "Tinnedveg";		String _text = "Овощи в консервах";	}
		{	String _name = "Tinnedfruit";		String _text = "Фрукты в консервах";	}
		{	String _name = "Tinnedsoup";		String _text = "Суп в консервах";	}
		
		{	String _name = "TinmeatRequire0";		String _text = "Мясо в консервах [Рыба + Олово]";	}
		{	String _name = "TinmeatRequire1";		String _text = "Мясо в консервах [Говядина + Олово]";	}
		{	String _name = "TinmeatRequire2";		String _text = "Мясо в консервах [Баранина + Олово]";	}
		{	String _name = "TinmeatRequire3";		String _text = "Мясо в консервах [Оленина + Олово]";	}
		{	String _name = "TinmeatRequire4";		String _text = "Мясо в консервах [Курятина + Олово]";	}
		{	String _name = "TinmeatRequire5";		String _text = "Мясо в консервах [Утятина + Олово]";	}
		{	String _name = "TinmeatRequire6";		String _text = "Мясо в консервах [Мясо ламы + Олово]";	}
		{	String _name = "TinmeatRequire7";		String _text = "Мясо в консервах [Конина + Олово]";	}
		{	String _name = "TinmeatRequire8";		String _text = "Мясо в консервах [Свинина + Олово]";	}
		{	String _name = "TinmeatRequire9";		String _text = "Мясо в консервах [Мясо нерпы + Олово]";	}
		{	String _name = "TinmeatRequire10";		String _text = "Мясо в консервах [Устрицы + Олово]";	}
		
		{	String _name = "TinvegRequire1";		String _text = "Овощи в консервах [Брокколи + Олово]";	}
		{	String _name = "TinvegRequire2";		String _text = "Овощи в консервах [Баклажан + Олово]";	}
		{	String _name = "TinvegRequire3";		String _text = "Овощи в консервах [Капуста + Олово]";	}
		{	String _name = "TinvegRequire4";		String _text = "Овощи в консервах [Перец + Олово]";	}
		{	String _name = "TinvegRequire5";		String _text = "Овощи в консервах [Свёкла + Олово]";	}
		{	String _name = "TinvegRequire6";		String _text = "Овощи в консервах [Сахарная свёкла + Олово]";	}
		{	String _name = "TinvegRequire7";		String _text = "Овощи в консервах [Морковь + Олово]";	}
		{	String _name = "TinvegRequire8";		String _text = "Овощи в консервах [Огурцы + Олово]";	}
		{	String _name = "TinvegRequire9";		String _text = "Овощи в консервах [Горох + Олово]";	}
		{	String _name = "TinvegRequire10";		String _text = "Овощи в консервах [Редька + Олово]";	}
		{	String _name = "TinvegRequire11";		String _text = "Овощи в консервах [Шпинат + Олово]";	}
		{	String _name = "TinvegRequire12";		String _text = "Овощи в консервах [Салат + Олово]";	}
		{	String _name = "TinvegRequire13";		String _text = "Овощи в консервах [Оливки + Олово]";	}
		{	String _name = "TinvegRequire14";		String _text = "Овощи в консервах [Чили + Олово]";	}
		{	String _name = "TinvegRequire15";		String _text = "Овощи в консервах [Бобы + Олово]";	}
		{	String _name = "TinvegRequire16";		String _text = "Овощи в консервах [Кабачки + Олово]";	}
		{	String _name = "TinvegRequire17";		String _text = "Овощи в консервах [Тюльпан + Олово]";	}
		
		{	String _name = "TinfruitRequire1";		String _text = "Фрукты в консервах [Груша + Олово]";	}
		{	String _name = "TinfruitRequire2";		String _text = "Фрукты в консервах [Яблоко + Олово]";	}
		{	String _name = "TinfruitRequire3";		String _text = "Фрукты в консервах [Черника + Олово]";	}
		{	String _name = "TinfruitRequire5";		String _text = "Фрукты в консервах [Вишня + Олово]";	}
		{	String _name = "TinfruitRequire6";		String _text = "Фрукты в консервах [Персики + Олово]";	}
		{	String _name = "TinfruitRequire7";		String _text = "Фрукты в консервах [Слива + Олово]";	}
		{	String _name = "TinfruitRequire8";		String _text = "Фрукты в консервах [Абрикос + Олово]";	}
		{	String _name = "TinfruitRequire9";		String _text = "Фрукты в консервах [Ежевика + Олово]";	}
		{	String _name = "TinfruitRequire10";		String _text = "Фрукты в консервах [Инжир + Олово]";	}
		{	String _name = "TinfruitRequire11";		String _text = "Фрукты в консервах [Виноград + Олово]";	}
		{	String _name = "TinfruitRequire12";		String _text = "Фрукты в консервах [Айва + Олово]";	}
		{	String _name = "TinfruitRequire13";		String _text = "Фрукты в консервах [Малина + Олово]";	}
		{	String _name = "TinfruitRequire14";		String _text = "Фрукты в консервах [Красная шелковица + Олово]";	}
		{	String _name = "TinfruitRequire15";		String _text = "Фрукты в консервах [Канталупа + Олово]";	}
		{	String _name = "TinfruitRequire16";		String _text = "Фрукты в консервах [Клубника + Олово]";	}
		{	String _name = "TinfruitRequire17";		String _text = "Фрукты в консервах [Арбуз + Олово]";	}
		{	String _name = "TinfruitRequire18";		String _text = "Фрукты в консервах [Апельсины + Олово]";	}
		
		{	String _name = "TinsoupRequire1";		String _text = "Суп в консервах [Томат + Олово]";	}
		{	String _name = "TinsoupRequire2";		String _text = "Суп в консервах [Грибы + Олово]";	}
		{	String _name = "TinsoupRequire3";		String _text = "Суп в консервах [Лук + Олово]";	}
		{	String _name = "TinsoupRequire4";		String _text = "Суп в консервах [Картофель + Олово]";	}
		{	String _name = "TinsoupRequire5";		String _text = "Суп в консервах [Тыква + Олово]";	}
		{	String _name = "TinsoupRequire6";		String _text = "Суп в консервах [Корешки + Олово]";	}
		{	String _name = "TinsoupRequire7";		String _text = "Суп в консервах [Лук-порей + Олово]";	}
		{	String _name = "TinsoupRequire8";		String _text = "Суп в консервах [Нут + Олово]";	}
		{	String _name = "TinsoupRequire9";		String _text = "Суп в консервах [Пастернак + Олово]";	}
		{	String _name = "TinsoupRequire10";		String _text = "Суп в консервах [Репа + Олово]";	}
		{	String _name = "TinsoupRequire11";		String _text = "Суп в консервах [Соя + Олово]";	}
		{	String _name = "TinsoupRequire12";		String _text = "Суп в консервах [Кудр. капуста + Олово]";	}
		{	String _name = "TinsoupRequire13";		String _text = "Суп в консервах [Имбирь + Олово]";	}
		{	String _name = "TinsoupRequire14";		String _text = "Суп в консервах [Кукуруза + Олово]";	}
		{	String _name = "TinsoupRequire15";		String _text = "Суп в консервах [Пшено + Олово]";	}
		{	String _name = "TinsoupRequire16";		String _text = "Суп в консервах [Ячмень + Олово]";	}
		{	String _name = "TinsoupRequire17";		String _text = "Суп в консервах [Сорго + Олово]";	}
		{	String _name = "TinsoupRequire18";		String _text = "Суп в консервах [Овёс + Олово]";	}
		{	String _name = "TinsoupRequire19";		String _text = "Суп в консервах [Рожь + Олово]";	}
		
	// Metalsmith
		{	String _name = "CanteenRequire";		String _text = "Фляга [6 Олово + 1 Печное топливо]";	}
		{	String _name = "WaretinRequire";		String _text = "Оловянная посуда [10 Олово + 2 Печное топливо]";	}
		{	String _name = "WarecopperRequire";		String _text = "Медная посуда [10 Медь + 2 Печное топливо]";	}
		{	String _name = "WarepewterRequire";		String _text = "Посуда из пьютера [10 Пьютер + 2 Печное топливо]";	}
		{	String _name = "WaresilverRequire";		String _text = "Серебряная посуда [10 Серебро + 2 Печное топливо]";	}

	// Mines & Quarries
		{	String _name = "CoalFuelRequire";		String _text = "Уголь";	}
		{	String _name = "FuelRequire";		String _text = "Топливо";	}
		{	String _name = "IronOreRequire";		String _text = "Железная руда";	}
		{	String _name = "TinOreRequire";		String _text = "Оловянная руда";	}
		{	String _name = "TinOreRequire2";		String _text = "Олово [Печное топливо]";	}
		{	String _name = "CopperOreRequire";		String _text = "Медная руда";	}
		{	String _name = "CopperOreRequire2";		String _text = "Медь [Печное топливо]";	}
		{	String _name = "IronRequire";		String _text = "Железо [Печное топливо]";	}
		{	String _name = "StoneRequire";		String _text = "Камень";	}
		{	String _name = "SaltRequire";		String _text = "Соль";	}
		{	String _name = "MarbleRequire";		String _text = "Мрамор";	}
		{	String _name = "GoldRequire";		String _text = "Золотая руда";	}
		{	String _name = "SilverRequire";		String _text = "Серебряная руда";	}
		{	String _name = "GemsRequire";		String _text = "Необр. самоцветы";	}
		{	String _name = "JadeRequire";		String _text = "Нефрит";	}
		
		{	String _name = "Artifact1Require";		String _text = "Артефакт индейцев";	}
		{	String _name = "ArrowheadRequire";		String _text = "Наконечник";	}

	// Charcoal Burner
		{	String _name = "CharcoalRequire";		String _text = "Древесный уголь [5 Брёвна]";	}
		{	String _name = "CokeRequire";		String _text = "Коксующийся уголь [5 Уголь]";	}

	// Brickworks
		{	String _name = "BrickRequire";		String _text = "Кирпичи [13 Глина + 3 Печное топливо]";	}
		{	String _name = "BrickCoalRequire";		String _text = "Кирпичи [Уголь + Глина]";	}

	// Curing barn
		{	String _name = "TobaccoLeafRequire";		String _text = "Трубка табака [Табак]";	}
		{	String _name = "TobaccoRequire";		String _text = "Сигара [Листья табака]";	}

	// Ropes
		{	String _name = "HempLeafRequired";		String _text = "Верёвка [Конопля] [++]";	}
		{	String _name = "FlaxRequired";		String _text = "Верёвка [Лён] [+]";	}
		{	String _name = "ProcessFlaxRequire3";		String _text = "Верёвка [Лён] [+]";	}
		{	String _name = "RopeReedRequired";		String _text = "Верёвка [Камыш] [+]";	}

	// Tailor and clothier
		{	String _name = "LeatherCoatRequire";		String _text = "Плохое пальто [2 шкуры]";	}
		{	String _name = "WoolCoatRequire";		String _text = "Шерстяное пальто [2 шерсти]";	}
		{	String _name = "FullCoatRequire";		String _text = "Пальто [Ткань]";	}
		{	String _name = "DressCoatRequire";		String _text = "Фрак [Канифас]";	}
		{	String _name = "ReedCoatRequire";		String _text = "Накидка [Камыш + Перо]";	}
		{	String _name = "PeaCoatRequire";		String _text = "Бушлат [Шкура + Шерсть]";	}
		{	String _name = "FullLiveryRequire";		String _text = "Ливрея [Шёлк + Канифас]";	}
		{	String _name = "FullLivery2Require";		String _text = "Ливрея [Кожа + Ткань]";	}
		{	String _name = "FullLivery3Require";		String _text = "Ливрея [Кожа + Канифас]";	}
		{	String _name = "FrockCoatRequire";		String _text = "Сюртук [Шкура + Ткань]";	}
		{	String _name = "FullSuitRequire";		String _text = "Мундир [Канифас + Шерсть]";	}
		{	String _name = "PouchRequire";		String _text = "Сумка [Шкура] (Не носится)";	}
		{	String _name = "WinterCoat2Require";		String _text = "Камзол [Кожа]";	}
		{	String _name = "ClothCoatDownRequire";		String _text = "Дублёнка [Ткань + Перо]";	}
		{	String _name = "WinterCoatRequire";		String _text = "Тёплое пальто [2 шкуры + 2 шерсти]";	}
		
	// Apothecary
		{	String _name = "HealingBrothRequire";		String _text = "Целебный отвар [Вино + Корешки + Посуда]";	}
		{	String _name = "HealingOilRequire";		String _text = "Лечебное масло [Раст. масло + Имбирь + Посуда]";	}
		{	String _name = "HealingOil2Require";		String _text = "Лечебное масло [Оливковое масло + Имбирь + Посуда]";	}
		{	String _name = "HealingPoulticeRequire";		String _text = "Лечебный компресс [Мёд + Костная мука + Ткань]";	}
		{	String _name = "HealingHerbsRequire";		String _text = "Растить травы";	}

	// Smithy
		{	String _name = "WoodToolRequire";		String _text = "Деревянные орудия [2 бревна]";	}
		{	String _name = "CrudeToolRequire";		String _text = "Простые орудия [Брёвна + Железная руда]";	}
		{	String _name = "ToolRequire";		String _text = "Железные орудия [Бревно + Железо]";	}
		{	String _name = "SteelToolRequire";		String _text = "Стальные орудия [Бревно + Железо + Уголь]";	}
		{	String _name = "MusketRequire";		String _text = "Мушкет [Железо + Брёвна + Печное топливо]";	}

	// Weavers
		{	String _name = "ProcessCottonRequire";		String _text = "Ткань [Хлопок]";	}
		{	String _name = "ProcessFlaxRequire";		String _text = "Канифас [Лён]";	}
		{	String _name = "ProcessCocoonsRequire";		String _text = "Шёлк [Кокон шелкопряда]";	}
		{	String _name = "ProcessRugsRequire";		String _text = "Ковёр [Хлопок]";	}
		{	String _name = "ProcessRugswoolRequire";		String _text = "Ковёр [Шерсть]";	}
		{	String _name = "ProcessRugscuredleatherRequire";		String _text = "Ковёр [Кожа]";	}
		{	String _name = "ProcessCottonSackRequire";		String _text = "Мешок [Хлопок]";	}
		{	String _name = "ProcessHempSackRequire";		String _text = "Мешок [Конопля]";	}
		
	// Oil press
		{	String _name = "ProcessCottonRequire2";		String _text = "Раст. масло [Хлопок] [++]";	}
		{	String _name = "ProcessFlaxRequire2";		String _text = "Раст. масло [Лён] [++]";	}
		{	String _name = "ProcessSunflowerRequire";		String _text = "Раст. масло [Семечки] [+++]";	}
		{	String _name = "ProcessCanolaRequire";		String _text = "Раст. масло [Рапс] [+++]";	}
		{	String _name = "ProcessOliveRequire";		String _text = "Оливковое масло [Оливки] [++]";	}
		{	String _name = "ProcessSoybeanRequire";		String _text = "Оливковое масло [Соя] [++]";	}
		{	String _name = "ProcessChiliRequire";		String _text = "Перечное масло [Чили] [++]";	}
		{	String _name = "ProcessBlubberRequire";		String _text = "Масляная лампа [Китовый жир]";	}
		{	String _name = "ProcessVegOilRequire";		String _text = "Масляная лампа [Оливковое масло]";	}
		{	String _name = "ProcessSeedOilRequire";		String _text = "Масляная лампа [Раст. масло]";	}


	// Silkworms hut
		{	String _name = "CocoonRequire";		String _text = "Кокон шелкопряда [Лист белой шелковицы]";	}
		{	String _name = "SilkyRequire";		String _text = "Шелкопряд [Лист белой шелковицы]";	}
		{	String _name = "SilkEggRequire";		String _text = "Яйца шелкопряда [Лист белой шелковицы]";	}

	// Abbey
		{	String _name = "AbbeyHerbRequire";		String _text = "Выращивать лечебн. травы";	}
		{	String _name = "AbbeyBlueberryRequire";		String _text = "Выращивать чернику";	}
		{	String _name = "AbbeyAleRequire";		String _text = "Варить эль";	}

	// Winery
		{	String _name = "WineGrapeRequire";		String _text = "Вино [Виноград]";	}
		{	String _name = "WineStrawberryRequire";		String _text = "Вино [Клубника]";	}
		{	String _name = "WineWatermelonRequire";		String _text = "Вино [Арбуз]";	}
		{	String _name = "WinePlumRequire";		String _text = "Вино [Слива]";	}
		{	String _name = "WineMulberryRequire";		String _text = "Вино [Красная шелковица]";	}
		{	String _name = "WineBlackberryRequire";		String _text = "Вино [Ежевика]";	}
		{	String _name = "WineRaspberryRequire";		String _text = "Вино [Малина]";	}
		
	// Still (Dock)
		{	String _name = "WineRiceRequire";		String _text = "Вино [Рис]";	}

	// Brewery
		{	String _name = "MeadHoneyRequire";		String _text = "Медовуха [Мёд]";	}
		{	String _name = "AlePumpkinRequire";		String _text = "Эль [Тыква]";	}
		{	String _name = "AleBlueberryRequire";		String _text = "Пиво [Черника]";	}
		{	String _name = "AleCherryRequire";		String _text = "Пиво [Вишня]";	}
		{	String _name = "AlePearRequire";		String _text = "Пиво [Груши]";	}
		{	String _name = "AlePeachRequire";		String _text = "Пиво [Персики]";	}
		{	String _name = "AleWheatRequire";		String _text = "Эль [Пшено]";	}
		{	String _name = "AleOatRequire";		String _text = "Эль [Овёс]";	}

	// Distillery
		{	String _name = "LiquorSugarRequire";		String _text = "Кашаса [Сах. тростник+Посуда+Печное топливо]";	}
		{	String _name = "LiquorAppleRequire";		String _text = "Яблочный виски [Яблоко+Посуда+Печное топливо]";	}
		{	String _name = "LiquorSorghumRequire";		String _text = "Байцзю [Сорго+Посуда+Печное топливо]";	}
		{	String _name = "LiquorFigRequire";		String _text = "Ракы [Инжир+Посуда+Печное топливо]";	}
		{	String _name = "LiquorHerbsRequire";		String _text = "Краутерликер [Лечебные травы+Посуда+Печное топливо]";	}
		{	String _name = "LiquorPotatoesRequire";		String _text = "Водка [Картофель+Посуда+Печное топливо]";	}
		{	String _name = "LiquorBarleyRequire";		String _text = "Виски [Ячмень+Посуда+Печное топливо]";	}
		{	String _name = "LiquorRyeRequire";		String _text = "Виски [Рожь+Посуда+Печное топливо]";	}
		{	String _name = "LiquorCPumpkinRequire";		String _text = "Флип [Тыква+Фляга+Печное топливо]";	}
		{	String _name = "LiquorCBerriesRequire";		String _text = "Ягодный джин [Черника+Фляга+Печное топливо]";	}
		
	//Tavern Foods
		{	String _name = "CanteenFreshwaterRequire";		String _text = "Наполнить фляги [Фляга + Вода]";	}
		{	String _name = "pubmealRequire1";		String _text = "Корзинка: Fish&Chips [Рыба + Картофель]";	}
		{	String _name = "pubmealRequire2";		String _text = "Корзинка: Баранья похлёбка [Баранина + Морковь]";	}
		{	String _name = "pubmealRequire3";		String _text = "Корзинка: Омлет [Яйца + Молоко]";	}
		{	String _name = "pubmealRequire4";		String _text = "Корзинка: Жаркое [Говядина + Грибы]";	}
		{	String _name = "pubmealRequire5";		String _text = "Корзинка: Свиные отбивные [Свинина + Соль]";	}
		{	String _name = "pubmealRequire6";		String _text = "Корзинка: Курица с мёдом [Курятина + Мёд]";	}
		{	String _name = "pubmealRequire7";		String _text = "Корзинка: Оленина с пюре [Картофель + Оленина]";	}
		{	String _name = "pubmealRequire8";		String _text = "Корзинка: Салат из ламы [Мясо ламы + Салат]";	}
		{	String _name = "pubmealRequire9";		String _text = "Корзинка: Варёная конина [Конина + Вода]";	}
		{	String _name = "pubmealRequire10";		String _text = "Корзинка: Стейк из бизона [Мясо бизона + Чили]";	}
		{	String _name = "pubmealRequire11";		String _text = "Корзинка: Утка по-пекински [Утятина + Орех-пекан]";	}
		
		{	String _name = "Coffeehouse1Require";		String _text = "Сварить кофе [Кофейные бобы (60)]";	}

	// Dairy
		{	String _name = "CheeseRequire";		String _text = "Сыр [Молоко]";	}
		{	String _name = "CreamRequire";		String _text = "Сливки [Молоко]";	}
		{	String _name = "ButterRequire";		String _text = "Масло(CC) [Молоко]";	}

	// Mills
		{	String _name = "FlourWheatRequire";		String _text = "Мука [20 Пшено]";	}
		{	String _name = "FlourCornRequire";		String _text = "Мука [20 Кукуруза]";	}
		{	String _name = "FlourBarleyRequire";		String _text = "Мука [20 Ячмень]";	}
		{	String _name = "FlourOatRequire";		String _text = "Мука [20 Овёс]";	}
		{	String _name = "FlourSorghumRequire";		String _text = "Мука [20 Сорго]";	}
		{	String _name = "FlourRyeRequire";		String _text = "Мука [20 Рожь]";	}
		{	String _name = "FlourMaizeRequire";		String _text = "Мука [20 Маис]";	}
		{	String _name = "FlourRiceRequire";		String _text = "Мука [20 Рис]";	}

	// Bakery
		{	String _name = "SugarcookieRequire";		String _text = "Сахарное печенье [Мука + Сахар]";	}
		{	String _name = "BreadFlourRequire";		String _text = "Галеты [Мука]";	}
		{	String _name = "BreadCheeseRequire";		String _text = "Хачапури [Мука + Сыр]";	}
		{	String _name = "BreadFruitRequire";		String _text = "Кекс [Мука + Абрикос]";	}
		{	String _name = "BreadNutRequire";		String _text = "Ореховый хлеб [Мука + Грецкий орех]";	}
		{	String _name = "BreadButterRequire";		String _text = "Хлеб [Мука + Масло]";	}

	// Sugar house
		{	String _name = "SugarRefinedRequire";		String _text = "Сахар [Сах. тростник]";	}
		{	String _name = "SugarBeetRefinedRequire";		String _text = "Сахар [Сахарная свёкла]";	}
		{	String _name = "SapRefinedRequire";		String _text = "Кленовый сироп [Кленовый сок]";	}
		{	String _name = "SyrupRefinedRequire";		String _text = "Сахар [Кленовый сироп]";	}

	// Bundling shed
		{	String _name = "CornFirebundleRequire";		String _text = "Хворост [Кукуруза]";	}
		{	String _name = "SugarFirebundleRequire";		String _text = "Хворост [Сах. тростник]";	}
		{	String _name = "HempFirebundleRequire";		String _text = "Хворост [Конопля]";	}
		{	String _name = "BambooFirebundleRequire";		String _text = "Хворост [Бамбук]";	}
		{	String _name = "SorghumFirebundleRequire";		String _text = "Хворост [Сорго]";	}
		{	String _name = "ReedFirebundleRequire";		String _text = "Хворост [Камыш]";	}
		{	String _name = "CandleFirebundleRequire";		String _text = "Хворост [Свечи]";	}
		{	String _name = "FirewoodRequire";		String _text = "Дрова [Брёвна]";	}

	// Wharf and ship
		{	String _name = "BlubberRequire";		String _text = "Вырезать китовый жир";	}
		{	String _name = "WhalemeatRequire";		String _text = "Охотиться на китов";	}
		{	String _name = "SealmeatRequire";		String _text = "Охотиться на нерп";	}
		{	String _name = "LobsterRequire";		String _text = "Ловить омаров";	}

	// Shorepit
		{	String _name = "SandRequire";		String _text = "Копать песок";	}
		{	String _name = "ClayRequire";		String _text = "Копать глину";	}
		{	String _name = "FrogsRequire";		String _text = "Ловить лягушек [Лягушачьи лапки]";	}
		{	String _name = "TurtlesRequire";		String _text = "Ловить черепах [Черепахи]";	}
		{	String _name = "ReedsRequire";		String _text = "Собирать камыши";	}

	// Apiary
		{	String _name = "HoneyRequire";		String _text = "Мёд";	}
		{	String _name = "BeeswaxRequire";		String _text = "Пчелиный воск";	}

	// Preservist
		{	String _name = "PreservesAppleRequire";		String _text = "Варенье [Яблоко + Посуда + Сахар]";	}
		{	String _name = "PreservesBlueberryRequire";		String _text = "Варенье [Черника + Посуда + Сахар]";	}
		{	String _name = "PreservesStrawberryRequire";		String _text = "Варенье [Клубника + Посуда + Сахар]";	}
		{	String _name = "PreservesQuinceRequire";		String _text = "Варенье [Айва + Посуда + Сахар]";	}
		{	String _name = "PreservesMulberryRequire";		String _text = "Варенье [Красная шелковица + Посуда + Сахар]";	}
		{	String _name = "PreservesBlackberryRequire";		String _text = "Варенье [Ежевика + Посуда + Сахар]";	}
		{	String _name = "PreservesCucumberRequire";		String _text = "Соленья [Огурцы + Посуда + Алкоголь]";	}
		{	String _name = "PreservesOnionRequire";		String _text = "Соленья [Лук + Посуда + Алкоголь]";	}
		{	String _name = "PreservesBeetRequire";		String _text = "Соленья [Свёкла + Посуда + Алкоголь]";	}
		{	String _name = "PreservesRadishRequire";		String _text = "Соленья [Редька + Посуда + Алкоголь]";	}
		{	String _name = "PreservesPepperRequire";		String _text = "Соленья [Перец + Посуда + Алкоголь]";	}
		{	String _name = "PreservesEggsRequire";		String _text = "Маринованные яйца [Яйца + Посуда + Соль]";	}
		{	String _name = "PreservesChickenRequire";		String _text = "Мясные консервы [Курятина + Горшок + Соль]";	}
		{	String _name = "PreservesDuckRequire";		String _text = "Мясные консервы [Утятина + Горшок + Соль]";	}

	// Chandlery
		{	String _name = "CandleBeeswaxRequire";		String _text = "Свечи [Пчелиный воск]";	}
		{	String _name = "CandleBlubberRequire";		String _text = "Свечи [Китовый жир]";	}
		{	String _name = "CandleTallowRequire";		String _text = "Свечи [Жир]";	}

	// Glassworks
		{	String _name = "GlassFuelRequire";		String _text = "Стекло [23 Песок + 4 Печное топливо]";	}
		{	String _name = "GlassCoalRequire";		String _text = "Стекло [23 Песок + 3 Уголь]";	}
		{	String _name = "EBGlassCharcoalRequire";		String _text = "Стекло [23 песка + 4 промышленного угля]";	}
		{	String _name = "GlasswareFuelRequire";		String _text = "Посуда [23 Песок + 4 Печное топливо]";	}
		{	String _name = "GlasswareCoalRequire";		String _text = "Посуда [23 Песок + 3 Уголь]";	}
		{	String _name = "EBGlasswareCharcoalRequire";		String _text = "Посуда [23 песка + 4 промышленного угля]";	}

	// Butchers (meats)
		{	String _name = "CutsBeefRequire";		String _text = "Говяжья вырезка [Говядина]";	}
		{	String _name = "TallowBeefRequire";		String _text = "Жир [Говядина]";	}
		{	String _name = "SausagesBeefRequire";		String _text = "Сосиски [Говядина]";	}

		{	String _name = "CutsMuttonRequire";		String _text = "Баранья вырезка [Баранина]";	}
		{	String _name = "TallowMuttonRequire";		String _text = "Жир [Баранина]";	}
		{	String _name = "SausagesMuttonRequire";		String _text = "Сосиски [Баранина]";	}

		{	String _name = "CutsCharkiRequire";		String _text = "Ламовая вырезка [Мясо ламы]";	}
		{	String _name = "TallowCharkiRequire";		String _text = "Жир [Мясо ламы]";	}
		{	String _name = "SausagesCharkiRequire";		String _text = "Сосиски [Мясо ламы]";	}

		{	String _name = "CutsBisonMeatRequire";		String _text = "Бизонья вырезка [Мясо бизона]";	}
		{	String _name = "TallowBisonMeatRequire";		String _text = "Жир [Мясо бизона]";	}
		{	String _name = "SausagesBisonMeatRequire";		String _text = "Сосиски [Мясо бизона]";	}

		{	String _name = "CutsSwinemeatRequire";		String _text = "Свиная вырезка [Свинина]";	}
		{	String _name = "TallowSwinemeatRequire";		String _text = "Жир [Свинина]";	}
		{	String _name = "SausagesSwinemeatRequire";		String _text = "Сосиски [Свинина]";	}

		{	String _name = "CutsChevalRequire";		String _text = "Конная вырезка [Конина]";	}
		{	String _name = "TallowChevalRequire";		String _text = "Жир [Конина]";	}
		{	String _name = "SausagesChevalRequire";		String _text = "Сосиски [Конина]";	}

	// Sawmill
		{	String _name = "requireFirewood";		String _text = "Дрова [Брёвна]";	}
		{	String _name = "requireLumber";		String _text = "Доски [Брёвна]";	}
		{	String _name = "requireLumberHard";		String _text = "Доски [Древесина]";	}

	// Tidal Pool
		{	String _name = "OysterRequire";		String _text = "Устрицы";	}
		{	String _name = "MusselRequire";		String _text = "Мидии";	}
		{	String _name = "SeaweedRequire";		String _text = "Водоросли";	}
		{	String _name = "CrayfishRequire";		String _text = "Рак";	}

	// Smokehouse
		{	String _name = "BeefSmokeRequire";		String _text = "Вяленая говядина [Говяжья вырезка + Брёвна + Бочка]";	}
		{	String _name = "PorkSmokeRequire";		String _text = "Колбаса [Свиная вырезка + Брёвна + Бочка]";	}
		{	String _name = "CheeseSmokeRequire";		String _text = "Копчёный сыр [Сыр + Брёвна + Бочка]";	}
		{	String _name = "FishSmokeRequire";		String _text = "Копчёная рыба [Рыба + Брёвна + Бочка]";	}
		{	String _name = "ChiliSmokeRequire";		String _text = "Чипотле [Чили + Брёвна + Бочка]";	}
		{	String _name = "BisonSmokeRequire";		String _text = "Пеммикан [Бизонья вырезка + Брёвна + Бочка]";	}
		{	String _name = "VenisonSmokeRequire";		String _text = "Пеммикан [Оленья вырезка + Брёвна + Бочка]";	}
		{	String _name = "MuttonSmokeRequire";		String _text = "Хангикьот [Баранья вырезка + Брёвна + Бочка]";	}
		{	String _name = "CharkiSmokeRequire";		String _text = "Вяленая лама [Ламовая вырезка + Брёвна + Бочка]";	}
		{	String _name = "ChevalSmokeRequire";		String _text = "Вяленая конина [Конная вырезка + Брёвна + Бочка]";	}
		{	String _name = "SausageSmokeRequire";		String _text = "Копчёные сосиски [Сосиски + Брёвна + Бочка]";	}
		{	String _name = "TallowSmokeRequire";		String _text = "Свадебный пеммикан [Жир + Вишня + Брёвна + Бочка]";	}

		{	String _name = "BaconPorkRequire";		String _text = "Бекон [Свинина]";	}
		{	String _name = "BaconMuttonRequire";		String _text = "Бекон [Баранина]";	}
		
	// I dont think these are used are they? - shock
		{	String _name = "JerkyBeefRequire";		String _text = "Вяленое мясо [Говядина + Брёвна]";	}
		{	String _name = "JerkyCharkiRequire";		String _text = "Вяленое мясо [Мясо ламы + Брёвна]";	}
		{	String _name = "JerkyBisonRequire";		String _text = "Вяленое мясо [Мясо бизона + Брёвна]";	}
		{	String _name = "JerkyVenisonRequire";		String _text = "Вяленое мясо [Оленина + Брёвна]";	}
		{	String _name = "JerkyChickenRequire";		String _text = "Вяленое мясо [Курятина + Брёвна]";	}
		{	String _name = "JerkyChevalRequire";		String _text = "Вяленое мясо [Конина + Брёвна]";	}

	//Salting House
		{	String _name = "BeefSaltRequire";		String _text = "Говяжья солонина [Говяжья вырезка + Соль + Бочка]";	}
		{	String _name = "PorkSaltRequire";		String _text = "Свиная солонина [Свиная вырезка + Соль + Бочка]";	}
		{	String _name = "FishSaltRequire";		String _text = "Солёная рыба [Рыба + Соль + Бочка]";	}
		{	String _name = "BisonSaltRequire";		String _text = "Бизонья солонина [Бизонья вырезка + Соль + Бочка]";	}
		{	String _name = "MuttonSaltRequire";		String _text = "Хаггис [Баранья вырезка + Лук + Соль + Бочка]";	}
		{	String _name = "VenisonSaltRequire";		String _text = "Оленья солонина [Оленья вырезка + Соль + Бочка]";	}
		{	String _name = "CheeseSaltRequire";		String _text = "Солёный сыр [Сыр + Соль + Бочка]";	}
		{	String _name = "ChevalSaltRequire";		String _text = "Конная солонина [Конная вырезка + Соль + Бочка]";	}
		{	String _name = "CharkiSaltRequire";		String _text = "Солонина ламы [Ламовая вырезка + Соль + Бочка]";	}
		{	String _name = "FishBarrelSaltRequire";		String _text = "Сюрстрёмминг [Рыба + Соль + Бочка]";	}

	// Cooper
		{	String _name = "CooperCrateRequire";		String _text = "Ящик [Брёвна]";	}
		{	String _name = "CooperBarrelRequire";		String _text = "Бочка [Брёвна]";	}
		{	String _name = "CooperCaskRequire";		String _text = "Бочонок [Брёвна]";	}

	// Furniture
		{	String _name = "FurnitureRequire";		String _text = "Мебель [Брёвна]";	}
		{	String _name = "Furniture2Require";		String _text = "Добротная мебель [Древесина]";	}

	// ShipYard
		{	String _name = "ShipYardHullRequire";		String _text = "Корпус [Доски + Верёвка + Канифас]";	}
		{	String _name = "ShipYardHull2Require";		String _text = "Корпус [Доски + Верёвка + Ткань]";	}

	// Pottery Barn
		{	String _name = "PotteryClayRequire";		String _text = "Горшок [8 Глина + 3 Печное топливо]";	}

	// Packaging (chartered trader)
		
		{	String _name = "CTraderGuilderRequire";		String _text = "Гульден (4) [48 Пфенниг]";	}
		{	String _name = "CTraderAleRequire";		String _text = "Эль (7 - 10) [73 Пфенниг]";	}
		{	String _name = "CTraderMeadRequire";		String _text = "Медовуха (7 - 10) [73 Пфенниг]";	}
		{	String _name = "CTraderWineRequire";		String _text = "Вино (7 - 10) [73 Пфенниг]";	}
		{	String _name = "CTraderTobaccoCuredRequire";		String _text = "Трубка табака (9 - 11) [86 Пфенниг]";	}
		{	String _name = "CTraderRopeRequire";		String _text = "Верёвка (1 - 2) [57 Пфенниг]";	}
		{	String _name = "CTraderLeatherRequire";		String _text = "Шкура (4 - 6) [54 Пфенниг]";	}
		{	String _name = "CTraderFullCoatRequire";		String _text = "Пальто (1 - 2) [24 Пфенниг]";	}
		{	String _name = "CTraderDressCoatRequire";		String _text = "Фрак (1 - 2) [24 Пфенниг]";	}
		{	String _name = "CTraderOnionRequire";		String _text = "Лук (16 - 22) [21 Пфенниг]";	}
		{	String _name = "CTraderVenisonRequire";		String _text = "Оленина (160 - 200) [583 Пфенниг]";	}
		{	String _name = "CTraderHerbRequire";		String _text = "Лечебные травы (2 - 3) [11 Пфенниг]";	}
		{	String _name = "CTraderTeaRequire";		String _text = "Чай (7 - 10) [18 Гульден]";	}
		{	String _name = "CTraderChocolateRequire";		String _text = "Шоколад (7 - 10) [18 Гульден]";	}
		{	String _name = "CTraderCoffeeRequire";		String _text = "Кофе (7 - 10) [18 Гульден]";	}
		{	String _name = "CTraderScotchRequire";		String _text = "Скотч (7 - 10) [18 Гульден]";	}
		{	String _name = "CTraderRumRequire";		String _text = "Ром (7 - 10) [18 Гульден]";	}
		{	String _name = "CTraderLiquorRequire";		String _text = "Ликёр (7 - 10) [22 Гульден]";	}
		{	String _name = "CTraderWoodStatueRequire";		String _text = "Деревянная статуя (1) [9 Гульден]";	}
		{	String _name = "CTraderStoneStatueRequire";		String _text = "Каменная статуя (1) [13 Гульден]";	}
		{	String _name = "CTraderSteelToolRequire";		String _text = "Стальные орудия (1 - 2) [3 Гульден]";	}
		{	String _name = "CTraderFullLiveryRequire";		String _text = "Ливрея (1 - 2) [6 Гульден]";	}
		{	String _name = "CTraderHealingOilRequire";		String _text = "Лечебное масло (3 - 4) [5 Гульден]";	}
		{	String _name = "CTraderBKitRequire";		String _text = "Стройматериалы (1) [12 Гульден]";	}
		{	String _name = "CTraderFKitRequire";		String _text = "Мебельный гарнитур (1) [15 Гульден]";	}
		{	String _name = "CTraderJadeRequire";		String _text = "Нефрит (20 - 22) [1 Самоцветы ]";	}
		{	String _name = "CTraderMarbleRequire";		String _text = "Мрамор (20 - 22) [1 Самоцветы ]";	}
		{	String _name = "CTraderAcaiRequire";		String _text = "Асаи (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderAvacadoRequire";		String _text = "Авокадо (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderCauliflowerRequire";		String _text = "Цветная капуста (20 - 28) [26 Пфенниг]";	}
		{	String _name = "CTraderEggplantRequire";		String _text = "Баклажан (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderGrapefruitRequire";		String _text = "Грейпфрут (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderGuavaRequire";		String _text = "Гуава (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderHoneydewRequire";		String _text = "Дыня (20 - 28) [26 Пфенниг]";	}
		{	String _name = "CTraderLeekRequire";		String _text = "Лук-порей (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderKiwiRequire";		String _text = "Киви (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderKumquatRequire";		String _text = "Кумкват (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderMangoRequire";		String _text = "Манго (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderNectarineRequire";		String _text = "Нектарин (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderPapayaRequire";		String _text = "Папайя (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderTamarindRequire";		String _text = "Тамаринд (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderBananaRequire";		String _text = "Бананы (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderCoconutRequire";		String _text = "Кокос (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderLemonRequire";		String _text = "Лимон (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderLimeRequire";		String _text = "Лайм (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderOrangeRequire";		String _text = "Апельсины (20 - 28) [26 Пфенниг]";	}
		{	String _name = "CTraderRiceRequire";		String _text = "Рис (20 - 28) [26 Пфенниг]";	}
		{	String _name = "CTraderPineappleRequire";		String _text = "Ананас (20 - 28) [52 Пфенниг]";	}
		{	String _name = "CTraderDateRequire";		String _text = "Финик (20 - 28) [52 Пфенниг]";	}
		
	// Building Packaging
	
		{	String _name = "PackagingFurnishingRequire1";		String _text = "Мебельный гарнитур [4 Мебель + 8 Медная посуда]";	}
		{	String _name = "PackagingFurnishingRequire2";		String _text = "Мебельный гарнитур [4 Мебель + 8 Оловянная посуда]";	}
		{	String _name = "PackagingFurnishingRequire3";		String _text = "Мебельный гарнитур [4 Мебель + 5 Ковёр]";	}
		{	String _name = "PackagingFurnishingRequire4";		String _text = "Мебельный гарнитур [4 Мебель + 4 Горшок]";	}
		{	String _name = "PackagingFurnishingRequire5";		String _text = "Мебельный гарнитур [4 Мебель + 3 Масляная лампа]";	}
		{	String _name = "PackagingFurnishingRequire6";		String _text = "Мебельный гарнитур [4 Мебель + 5 Постель]";	}
		{	String _name = "PackagingFurnishingRequire7";		String _text = "Мебельный гарнитур [4 Мебель + 17 Посуда]";	}
		{	String _name = "PackagingFurnishingRequireF1";		String _text = "Добротный меб. гарнитур [4 Добротная мебель + 7 Посуда из пьютера]";	}
		{	String _name = "PackagingFurnishingRequireF2";		String _text = "Добротный меб. гарнитур [4 Добротная мебель + 5 Серебряная посуда]";	}
		{	String _name = "PackagingBsupplyRequire1";		String _text = "Стройматериалы [12 Кирпичи + 1 Балки + 20 Брёвна]";	}
		{	String _name = "PackagingBsupplyRequire2";		String _text = "Стройматериалы [12 Кирпичи + 1 Балки + 5 Камень]";	}
		{	String _name = "PackagingBsupplyRequire3";		String _text = "Стройматериалы [12 Кирпичи + 6 Стекло + 9 Железо]";	}
		{	String _name = "PackagingBsupplyRequire4";		String _text = "Стройматериалы [30 Кирпичи + 18 Доски]";	}
		{	String _name = "PackagingBsupplyRequire5";		String _text = "Стройматериалы [6 Стекло + 24 Доски + 11 Железо]";	}
		{	String _name = "PackagingBsupplyRequire6";		String _text = "Стройматериалы [6 Стекло + 12 Кирпичи + 25 Брёвна]";	}
		{	String _name = "PackagingBsupplyRequire7";		String _text = "Стройматериалы [6 Стекло + 2 Балки + 15 Камень]";	}
		{	String _name = "PackagingBsupplyRequire8";		String _text = "Стройматериалы [12 Кирпичи + 1 Медные трубы + 20 Брёвна]";	}
		{	String _name = "PackagingBsupplyRequire9";		String _text = "Стройматериалы [6 Стекло + 2 Медные трубы + 15 Камень]";	}
		
//		{	String _name = "PackagingFurnishingRequire";		String _text = "Мебельный гарнитур [Мебель + Ковёр + Посуда + Горшок]";	}
//		{	String _name = "PackagingFurnishingBRequire";		String _text = "Товары для дома [Красивая мебель + Постельное бельё + Свеча]";	}
//		{	String _name = "PackagingFurnishing2Require";		String _text = "Мебельный гарнитур [Добротная мебель + Постель + Свечи]";	}
//		{	String _name = "PackagingBuildingRequire";		String _text = "Строительные материалы [Кирпичи + Стекло + Доски]";	}
//		{	String _name = "PackagingBuilding2Require";		String _text = "Строительные материалы [Балки + Верёвка]";	}
		
	// Native Trader
		{	String _name = "NTMusket1Require";		String _text = "Шкура (4-6) [3 Мушкет + 1 Ящик]";	}	
		{	String _name = "NTMusket2Require";		String _text = "Лечебный компресс (3-4) [1 Мушкет + 1 Ящик]";	}
		{	String _name = "NTTool1Require";		String _text = "Шкура (4-6) [4 Железные орудия + 1 Ящик]";	}
		{	String _name = "NTAle1Require";		String _text = "Кукуруза (20-28) [3 Эль + 1 Бочка]";	}
		{	String _name = "NTAle2Require";		String _text = "Камыш (12-15) [2 Эль + 1 Бочка]";	}
		{	String _name = "NTWine1Require";		String _text = "Тыква (20-28) [3 Вино + 1 Бочонок]";	}
		{	String _name = "NTWine2Require";		String _text = "Перо (7-10) [1 Вино + 1 Бочонок]";	}
		{	String _name = "NTSpirits1Require";		String _text = "Бизонья вырезка (11-13) [1 Алкоголь + 1 Ящик]";	}
		{	String _name = "NTTobb1Require";		String _text = "Чили (20-28) [3 Трубка табака]";	}	
		
	// Quartermaster
		
//		{	String _name = "Quartermaster1Require";		String _text = "Полная форма (1) [2 гульдена + 5 пфеннигов + Сумка]";	}
//		{	String _name = "Quartermaster2Require";		String _text = "Мушкеты (2-3) [4 гульдена + 7 пфеннигов + Сумка]";	}
//		{	String _name = "Quartermaster3Require";		String _text = "Пушка (1) [5 гульденов + 6 пфеннигов + Сумка]";	}
//		{	String _name = "Quartermaster4Require";		String _text = "Ткань (3-4) [40 пфеннигов + Сумка]";	}
//		{	String _name = "Quartermaster5Require";		String _text = "Железные инструменты (1-2) [2 гульдена + 4 пфеннига + Сумка]";	}
//		{	String _name = "Quartermaster6Require";		String _text = "Галеты (18-20) [25 пфеннигов + Сумка]";	}

	// Bedding Maker
		{	String _name = "BeddingFeatherRequire";		String _text = "Постель [Перо + Ткань]";	}
		{	String _name = "BeddingCottonRequire";		String _text = "Постель [Хлопок + Ткань]";	}
		{	String _name = "BeddingWoolRequire";		String _text = "Постель [Шерсть + Ткань]";	}
		{	String _name = "BeddingFeather2Require";		String _text = "Постель [Перо + Канифас]";	}
		{	String _name = "BeddingCotton2Require";		String _text = "Постель [Хлопок + Канифас]";	}
		{	String _name = "BeddingWool2Require";		String _text = "Постель [Шерсть + Канифас]";	}

	// Logging Barge
		{	String _name = "BargeWoodRequire";		String _text = "Брёвна (2-3) [1 Пфенниг]";	}
		{	String _name = "BargeHardWoodRequire";		String _text = "Древесина (1-2) [1 Пфенниг]";	}

	// Smelter
		{	String _name = "GoldCoinRequire";		String _text = "Гульден [Золотая руда + Печное топливо]";	}
		{	String _name = "SilverCoinRequire";		String _text = "Пфенниг [Серебряная руда + Печное топливо]";	}
//		{	String _name = "GoldBarRequire";		String _text = "Золото [Золотая руда]";	}
//		{	String _name = "SilverBarRequire";		String _text = "Серебро [Серебряная руда]";	}

	//Jeweler
//		{	String _name = "DiamondRingRequire";		String _text = "Набор украшений (самоцветы) [Ограночный самоцвет + Серебро + Золото]";	}
//		{	String _name = "GoldRingRequire";		String _text = "Набор украшений (золото) [Золото]";	}
//		{	String _name = "SilverRingRequire";		String _text = "Набор украшений (серебро) [Серебро]";	}
//		{	String _name = "RubyRingRequire";		String _text = "Рубиновое кольцо [Рубин + Серебро]";	}
//		{	String _name = "EmeraldRingRequire";		String _text = "Изумрудное кольцо [Изумруд + Серебро]";	}
//		{	String _name = "SapphireRingRequire";		String _text = "Сапфировое кольцо [Сапфир + Серебро]";	}
//		{	String _name = "TurquoiseRingRequire";		String _text = "Бирюзовое кольцо [Бирюза + Серебро]";	}
//		{	String _name = "AmberRingRequire";		String _text = "Янтарное кольцо [Янтарь + Серебро]";	}

//		{	String _name = "DiamondNecklaceRequire";		String _text = "Бриллиантовое ожерелье [Бриллиант + Золото]";	}
//		{	String _name = "RubyNecklaceRequire";		String _text = "Рубиновое ожерелье [Рубин + Золото]";	}
//		{	String _name = "EmeraldNecklaceRequire";		String _text = "Изумрудное ожерелье [Изумруд + Золото]";	}
//		{	String _name = "SapphireNecklaceRequire";		String _text = "Сапфировое ожерелье [Сапфир + Золото]";	}
//		{	String _name = "TurquoiseNecklaceRequire";		String _text = "Бирюзовое ожерелье [Бирюза + Золото]";	}
//		{	String _name = "AmberNecklaceRequire";		String _text = "Янтарное ожерелье [Янтарь + Золото]";	}

//		{	String _name = "JeweledTiaraRequire";		String _text = "Диадема с самоцветами [Ограненные самоцветы + Золото + Серебро]";	}

//Gemsmith
		{	String _name = "GemstoneRequire";		String _text = "Самоцветы [Необр. самоцветы]";	}
//		{	String _name = "SapphireRequire";		String _text = "Сапфир [Необр. самоцветы]";	}
//		{	String _name = "EmeraldRequire";		String _text = "Изумруд [Необр. самоцветы]";	}
//		{	String _name = "RubyRequire";		String _text = "Рубин [Необр. самоцветы]";	}
//		{	String _name = "TurquoiseRequire";		String _text = "Бирюза [Необр. самоцветы]";	}
//		{	String _name = "AmberRequire";		String _text = "Янтарь [Необр. самоцветы]";	}

//Carver Require
		{	String _name = "JadeStatueRequire";		String _text = "Нефритовая статуя [Нефрит]";	}
		{	String _name = "MarbleStatueRequire";		String _text = "Мраморная статуя [Мрамор]";	}
		{	String _name = "WoodStatueRequire";		String _text = "Деревянная статуя [Брёвна]";	}
		{	String _name = "StoneStatueRequire";		String _text = "Каменная статуя [Камень]";	}

//Fuel Refinery
		{	String _name = "FurnaceFirewoodRequire";		String _text = "Печное топливо [Дрова]";	}
		{	String _name = "FurnaceFirebundleRequire";		String _text = "Печное топливо [Хворост]";	}
		{	String _name = "FurnaceCandlebundleRequire";		String _text = "Печное топливо [Пучок свечей]";	}
		{	String _name = "FurnaceCharcoalRequire";		String _text = "Печное топливо [Древесный уголь]";	}
		{	String _name = "FurnaceCokeRequire";		String _text = "Печное топливо [Кокс. уголь]";	}
		{	String _name = "FurnaceCoalRequire";		String _text = "Печное топливо [Уголь]";	}

//Forge
		{	String _name = "ForgeSteelRequire";		String _text = "Сталь [Железная руда + Уголь]";	}
		{	String _name = "ForgeIronRequire";		String _text = "Железо [Железная руда + Печное топливо]";	}

//Governor's Office
		{	String _name = "SilverTaxRequire";		String _text = "Пфенниг";	}

//Foundry
		{	String _name = "FoundryCannonRequire";		String _text = "Пушка [16 Железо + 1 Печное топливо]";	}
		{	String _name = "JoistRequire";		String _text = "Балки [20 Железо + 6 Уголь]";	}
		{	String _name = "CopperPipeRequire";		String _text = "Медные трубы [10 Медь + 4 Печное топливо]";	}
		{	String _name = "IronStatueRequire";		String _text = "Железная статуя [20 Железо + 1 Печное топливо]";	}
		{	String _name = "TinRequire";		String _text = "Олово [1 Оловянная руда + 1 Печное топливо]";	}
		{	String _name = "PewterRequire";		String _text = "Пьютер [3 Оловянная руда + 1 Медная руда + 1 Печное топливо]";	}
		{	String _name = "BronzeRequire";		String _text = "Бронза [3 Медная руда + 1 Оловянная руда + 1 Печное топливо]";	}
		{	String _name = "CopperRequire";		String _text = "Медь [1 Медная руда + 1 Печное топливо]";	}
		{	String _name = "BronzeToolRequire";		String _text = "Бронзовые орудия [1 Бронза + 1 Брёвна]";	}
		{	String _name = "SilvermeltRequire";		String _text = "Серебро [1 Серебряная руда + 1 Печное топливо]";	}
		{	String _name = "GoldmeltRequire";		String _text = "Золото [1 Золотая руда + 1 Печное топливо]";	}
		{	String _name = "BronzeStatueRequire";		String _text = "Бронзовая статуя [20 Бронза + 1 Печное топливо]";	}

//Tannery
		{	String _name = "LeatherCuredRequire";		String _text = "Кожа [1 Шкура + 1 Вода + 3 Соль]";	}

//Water Tower
		{	String _name = "WaterRequire";		String _text = "Вода";	}

//Driftwood Scavenger
		{	String _name = "DriftWoodRequire";		String _text = "Брёвна";	}
		{	String _name = "DriftFirewoodRequire";		String _text = "Дрова";	}

//Seamstress
		{	String _name = "SeamstressRequire";		String _text = "Плащ [10 Дрова]";	}
		{	String _name = "SeamstressRequire2";		String _text = "Наряд [40 Пфенниг]";	}
		{	String _name = "SeamstressRequire3";		String _text = "Сюртук [4 Гульден]";	}

//Stable
		{	String _name = "StableOatRequire";		String _text = "Домашнее животное [200 Овёс]";	}
		{	String _name = "StableBarleyRequire";		String _text = "Домашнее животное [200 Ячмень]";	}
		{	String _name = "StableCornRequire";		String _text = "Домашнее животное [200 Кукуруза]";	}
		{	String _name = "StableWheatRequire";		String _text = "Домашнее животное [200 Пшено]";	}
		{	String _name = "StableSorghumRequire";		String _text = "Домашнее животное [200 Сорго]";	}
		{	String _name = "StableRyeRequire";		String _text = "Домашнее животное [200 Рожь]";	}


	// #######################################
	// ##    Resources - Final products    ##
	// #######################################
	// Curing barn
		{	String _name = "TobaccoCured";		String _text = "Сигара";	}

	// Animals
		{	String _name = "Llamas";		String _text = "Ламы";	}
		{	String _name = "BrownHorses";		String _text = "Кони";	}
		{	String _name = "Swines";		String _text = "Свиньи";	}
		{	String _name = "WhiteChickens";		String _text = "Леггорн";	}
		{	String _name = "Bisons";		String _text = "Бизоны";	}
		{	String _name = "Cows";		String _text = "Мясные коровы";	}
		{	String _name = "Cows2";		String _text = "Голшт. коровы";	}
		{	String _name = "Deers";		String _text = "Олени";	}
		{	String _name = "Ducks";		String _text = "Утки";	}

	// Pasture meats
		{	String _name = "Hemp";		String _text = "Конопля";	}
		{	String _name = "Charki";		String _text = "Мясо ламы";	}
		{	String _name = "Swinemeat";		String _text = "Свинина";	}
		{	String _name = "BisonMeat";		String _text = "Мясо бизона";	}
		{	String _name = "HorseMeat";		String _text = "Конина";	}
		{	String _name = "DuckMeat";		String _text = "Утятина";	}

		{	String _name = "Fertiliser";		String _text = "Костная мука";	}

	// Mine
		{	String _name = "Iron";		String _text = "Железо";	}
		{	String _name = "IronOre";		String _text = "Железная руда";	}
		{	String _name = "Tinore";		String _text = "Оловянная руда";	}
		{	String _name = "Copperore";		String _text = "Медная руда";	}

	// Smithy
		{	String _name = "CrudeTool";		String _text = "Простые орудия";	}
		{	String _name = "Tool";		String _text = "Железные орудия";	}
		{	String _name = "SteelTool";		String _text = "Стальные орудия";	}
		{	String _name = "Joist";		String _text = "Балки";	}
		{	String _name = "CopperPipe";		String _text = "Медные трубы";	}

	// Tailor and clothier
		{	String _name = "FullCoat";		String _text = "Пальто";	}
		{	String _name = "DressCoat";		String _text = "Фрак";	}
		{	String _name = "PeaCoat";		String _text = "Бушлат";	}
		{	String _name = "FullLivery";		String _text = "Ливрея";	}
		{	String _name = "FullSuit";		String _text = "Мундир";	}
		{	String _name = "FrockCoat";		String _text = "Сюртук";	}
		{	String _name = "Pouch";		String _text = "Сумка";	}
		{	String _name = "WinterCoat2";		String _text = "Камзол";	}
		{	String _name = "ReedCoat";		String _text = "Накидка";	}
		{	String _name = "ClothCoatDown";		String _text = "Дублёнка";	}
		{	String _name = "ClothCoat";		String _text = "Тканевое пальто";	}
		{	String _name = "TownCoat";		String _text = "Городское пальто";	}

	// Weaver
		{	String _name = "Cloth";		String _text = "Ткань";	}
		{	String _name = "Silk";		String _text = "Шёлк";	}
		{	String _name = "Linen";		String _text = "Лён";	}
		{	String _name = "Rug";		String _text = "Ковёр";	}
		{	String _name = "Sack";		String _text = "Мешок";	}

	// Silkworm hut
		{	String _name = "Cocoons";		String _text = "Кокон шелкопряда";	}
		{	String _name = "Silkworm";		String _text = "Шелкопряд";	}
		{	String _name = "SilkwormEgg";		String _text = "Яйца шелкопряда";	}

	// Oil press
		{	String _name = "Seedoil";		String _text = "Раст. масло";	}
		{	String _name = "VegetableOil";		String _text = "Оливковое масло";	}
		{	String _name = "ChiliOil";		String _text = "Перечное масло";	}
		{	String _name = "LampOil";		String _text = "Масляная лампа";	}
		{	String _name = "Lampoil";		String _text = "Масляная лампа";	}

	// Ropery
		{	String _name = "Rope";		String _text = "Верёвка";	}

	// Furniture
		{	String _name = "Furniture";		String _text = "Мебель";	}
		{	String _name = "Furniture2";		String _text = "Добротная мебель";	}

	// Abbey
		{	String _name = "Herb";		String _text = "Лечебные травы";	}

	// Winery
		{	String _name = "Wine";		String _text = "Вино";	}
		
	// Apothecary
		{	String _name = "HealingBroth";		String _text = "Целебный отвар";	}
		{	String _name = "HealingOil";		String _text = "Лечебное масло";	}
		{	String _name = "HealingPoultice";		String _text = "Лечебный компресс";	}

	//Taverns
		{	String _name = "pubmeal";		String _text = "Корзинка";	}
	
	// Apiary
		{	String _name = "Honey";		String _text = "Мёд";	}
		{	String _name = "Beeswax";		String _text = "Пчелиный воск";	}

	// Brewery
		{	String _name = "Mead";		String _text = "Медовуха";	}
		{	String _name = "Ale";		String _text = "Эль";	}

	// Dairy
		{	String _name = "Yogurt";		String _text = "Йогурт";	}
		{	String _name = "Cream";		String _text = "Сливки";	}
		{	String _name = "Cheese";		String _text = "Сыр";	}
		{	String _name = "Butter";		String _text = "Масло";	}

	// Cows pastures
		{	String _name = "Milk";		String _text = "Молоко";	}

	// Chickens
		{	String _name = "Feather";		String _text = "Перо";	}

	// Mills
		{	String _name = "Flour";		String _text = "Мука";	}

	// Bakery
		{	String _name = "Bread";		String _text = "Хлеб";	}
		{	String _name = "Breadcheese";		String _text = "Хачапури";	}
		{	String _name = "Breadfruit";		String _text = "Кекс";	}
		{	String _name = "Breadnut";		String _text = "Ореховый хлеб";	}
		{	String _name = "BreadHardtack";		String _text = "Галеты";	}
		{	String _name = "Sugarcookie";		String _text = "Сахарное печенье";	}

	// Wharf and ship
		{	String _name = "Blubber";		String _text = "Китовый жир";	}
		{	String _name = "Whalemeat";		String _text = "Китовое мясо";	}
		{	String _name = "Sealmeat";		String _text = "Мясо нерпы";	}
		{	String _name = "Lobster";		String _text = "Омар";	}

	// Bundling shed
		{	String _name = "Firebundle";		String _text = "Хворост";	}
		{	String _name = "CandleBundle";		String _text = "Пучок свечей";	}

	// Charcoal burner
		{	String _name = "Charcoal";		String _text = "Древесный уголь";	}
		{	String _name = "Coke";		String _text = "Коксующийся уголь";	}

	// Brickworks
		{	String _name = "Brick";		String _text = "Кирпич";	}

	// Shorepit
		{	String _name = "Sand";		String _text = "Песок";	}
		{	String _name = "Clay";		String _text = "Глина";	}
		{	String _name = "Frogleg";		String _text = "Лягушачьи лапки";	}
		{	String _name = "Turtle";		String _text = "Черепахи";	}
		{	String _name = "Reed";		String _text = "Камыш";	}

	// Chandlery
		{	String _name = "Candle";		String _text = "Свечи";	}

	// Glassworks
		{	String _name = "Glass";		String _text = "Стекло";	}
		{	String _name = "Glassware";		String _text = "Посуда";	}

	//Preservist
		{	String _name = "PreservesVeg";		String _text = "Соленья";	}
		{	String _name = "PreservesFruit";		String _text = "Варенье";	}
		{	String _name = "PickledEggs";		String _text = "Маринованные яйца";	}
		{	String _name = "PottedMeat";		String _text = "Мясные консервы";	}

	// Distillery
		{	String _name = "Liquor";		String _text = "Алкоголь";	}
		{	String _name = "LiquorC";		String _text = "Живая вода";	}

	// Sawmill
		{	String _name = "Lumber";		String _text = "Доски";	}

	// Sugar house
		{	String _name = "SugarRefined";		String _text = "Сахар";	}
		{	String _name = "MapleSyrup";		String _text = "Кленовый сироп";	}

	// Orchard byproducts
		{	String _name = "Mulberryleaf";		String _text = "Лист белой шелковицы";	}

	// Mines
		{	String _name = "Gold";		String _text = "Золотая руда";	}
		{	String _name = "Silver";		String _text = "Серебряная руда";	}
		{	String _name = "Gems";		String _text = "Необр. самоцветы";	}

	// Quarry
		{	String _name = "Salt";		String _text = "Соль";	}
		{	String _name = "Jade";		String _text = "Нефрит";	}

	// Butchers
		{	String _name = "Tallow";		String _text = "Жир";	}
		{	String _name = "MeatSausages";		String _text = "Сосиски";	}
		{	String _name = "BeefCuts";		String _text = "Говяжья вырезка";	}
		{	String _name = "PorkCuts";		String _text = "Свиная вырезка";	}
		{	String _name = "BisonCuts";		String _text = "Бизонья вырезка";	}
		{	String _name = "VenisonCuts";		String _text = "Оленья вырезка";	}
		{	String _name = "MuttonCuts";		String _text = "Баранья вырезка";	}
		{	String _name = "ChevalCuts";		String _text = "Конная вырезка";	}
		{	String _name = "CharkiCuts";		String _text = "Ламовая вырезка";	}

	// Tidal Pool
		{	String _name = "Oyster";		String _text = "Устрицы";	}
		{	String _name = "Mussel";		String _text = "Мидии";	}
		{	String _name = "Seaweed";		String _text = "Водоросли";	}
		{	String _name = "Crayfish";		String _text = "Рак";	}
		{	String _name = "Pearl";		String _text = "Жемчуг";	}

	// Smokehouse
		{	String _name = "Jerky";		String _text = "Вяленое мясо";	}
		{	String _name = "Bacon";		String _text = "Бекон";	}

		{	String _name = "BeefJerky";		String _text = "Вяленая говядина";	}
		{	String _name = "Kielbasa";		String _text = "Колбаса";	}
		{	String _name = "Pemmican";		String _text = "Пеммикан";	}
		{	String _name = "WeddingPemmican";		String _text = "Свадебный пеммикан";	}
		{	String _name = "Hangikjot";		String _text = "Хангикьот";	}
		{	String _name = "SmokedHorse";		String _text = "Вяленая конина";	}
		{	String _name = "CharkiJerky";		String _text = "Вяленая лама";	}
		{	String _name = "SmokedCheese";		String _text = "Копчёный сыр";	}
		{	String _name = "SmokedFish";		String _text = "Копчёная рыба";	}
		{	String _name = "SmokedChili";		String _text = "Чипотле";	}
		{	String _name = "SmokedSausage";		String _text = "Копчёные сосиски";	}

	// Salting House
		{	String _name = "CornedBeef";		String _text = "Говяжья солонина";	}
		{	String _name = "SaltedPork";		String _text = "Свиная солонина";	}
		{	String _name = "SaltedCod";		String _text = "Солёная рыба";	}
		{	String _name = "CornedBison";		String _text = "Бизонья солонина";	}
		{	String _name = "Haggis";		String _text = "Хаггис";	}
		{	String _name = "CuredVenison";		String _text = "Оленья солонина";	}
		{	String _name = "BrinedCheese";		String _text = "Солёный сыр";	}
		{	String _name = "CornedCheval";		String _text = "Конная солонина";	}
		{	String _name = "CornedCharki";		String _text = "Солонина ламы";	}
		{	String _name = "Surstromming";		String _text = "Сюрстрёмминг";	}

	// Cooper
		{	String _name = "Crate";		String _text = "Ящик";	}
		{	String _name = "Barrel";		String _text = "Бочка";	}
		{	String _name = "Cask";		String _text = "Бочонок";	}

	// ShipYard
		{	String _name = "HullComponent";		String _text = "Корпус";	}

	// Pottery Barn
		{	String _name = "Pottery";		String _text = "Горшок";	}

	// Packaging
		{	String _name = "TradeTextiles";		String _text = "Текстиль";	}
		{	String _name = "TradeAlcohol";		String _text = "Алкоголь";	}
		{	String _name = "TradeGoods";		String _text = "Товары";	}
		{	String _name = "TradeResources";		String _text = "Ресурсы";	}

	// Hardwood Forester
		{	String _name = "Hardwood";		String _text = "Древесина";	}

	//Bedding
		{	String _name = "Bedding";		String _text = "Постель";	}

	//Building Packaging
		{	String _name = "FurnishingKit";		String _text = "Мебельный гарнитур";	}
		{	String _name = "FurnishingKit2";		String _text = "Добротный меб. гарнитур";	}
		{	String _name = "BuildingKit";		String _text = "Стройматериалы";	}

	//Smelter
		{	String _name = "MetalGold";		String _text = "Золото";	}
		{	String _name = "MetalSilver";		String _text = "Серебро";	}
		{	String _name = "GoldCoin";		String _text = "Гульден";	}
		{	String _name = "SilverCoin";		String _text = "Пфенниг";	}

	//Tannery
		{	String _name = "LeatherCured";		String _text = "Кожа";	}
		
	//Quartermaster
		{	String _name = "MilSupply";		String _text = "Военные припасы";	}
		
	//Domesticated Animals
		{	String _name = "Domanimal";		String _text = "Домашнее животное";	}	

//Jewelry
//		{	String _name = "DiamondRing";		String _text = "Набор украшений (самоцветы)";	}
//		{	String _name = "RubyRing";		String _text = "Рубиновые кольца";	}
//		{	String _name = "EmeraldRing";		String _text = "Изумрудные кольца";	}
//		{	String _name = "SapphireRing";		String _text = "Сапфировые кольца";	}
//		{	String _name = "TurquoiseRing";		String _text = "Набор украшений (серебро)";	}
//		{	String _name = "AmberRing";		String _text = "Янтарные кольца";	}

//		{	String _name = "DiamondNecklace";		String _text = "Набор украшений (золото)";	}
//		{	String _name = "RubyNecklace";		String _text = "Рубиновое ожерелье";	}
//		{	String _name = "EmeraldNecklace";		String _text = "Изумрудное ожерелье";	}
//		{	String _name = "SapphireNecklace";		String _text = "Сапфировое ожерелье";	}
//		{	String _name = "TurquoiseNecklace";		String _text = "Бирюзовое ожерелье";	}
//		{	String _name = "AmberNecklace";		String _text = "Янтарное ожерелье";	}

//		{	String _name = "JeweledTiara";		String _text = "Диадема с самоцветами";	}

//Gemsmith
		{	String _name = "GemstonePolished";		String _text = "Самоцветы";	}
//		{	String _name = "Sapphire";		String _text = "Сапфир";	}
//		{	String _name = "Emerald";		String _text = "Изумруд";	}
//		{	String _name = "Ruby";		String _text = "Рубин";	}
//		{	String _name = "Turquoise";		String _text = "Бирюза";	}
//		{	String _name = "Amber";		String _text = "Янтарь";	}

//Carver
		{	String _name = "Marble";		String _text = "Мрамор";	}
		{	String _name = "JadeStatue";		String _text = "Нефритовая статуя";	}
		{	String _name = "MarbleStatue";		String _text = "Мраморная статуя";	}
		{	String _name = "WoodStatue";		String _text = "Деревянная статуя";	}
		{	String _name = "StoneStatue";		String _text = "Каменная статуя";	}

//Fuel Refinery
		{	String _name = "FuelFurnace";		String _text = "Печное топливо";	}

//Forge
		{	String _name = "Steel";		String _text = "Сталь";	}

//Foundry
		{	String _name = "Musket";		String _text = "Мушкет";	}
		{	String _name = "IronStatue";		String _text = "Железная статуя";	}
		{	String _name = "BronzeStatue";		String _text = "Бронзовая статуя";	}
		{	String _name = "Tin";		String _text = "Олово";	}
		{	String _name = "Pewter";		String _text = "Пьютер";	}
		{	String _name = "Bronze";		String _text = "Бронза";	}
		{	String _name = "Copper";		String _text = "Медь";	}

		{	String _name = "BronzeTool";		String _text = "Бронзовые орудия";	}

//Metal Smith
		{	String _name = "Waretin";		String _text = "Оловянная посуда";	}
		{	String _name = "Warecopper";		String _text = "Медная посуда";	}
		{	String _name = "Warepewter";		String _text = "Посуда из пьютера";	}
		{	String _name = "Waresilver";		String _text = "Серебряная посуда";	}
		{	String _name = "Canteen";		String _text = "Фляга";	}

//Water Tower
		{	String _name = "Water";		String _text = "Вода";	}

//Other
		{	String _name = "CanteenFreshwater";		String _text = "Наполн. фляга";	}

// Special Buildings and Items

		{	String _name = "Artifact1";		String _text = "Артефакт индейцев";	}
		{	String _name = "Arrowhead";		String _text = "Наконечник";	}

	// #########################################
	// ##    Fruits, vegetables and grains    ##
	// #########################################
		{	String _name = "SeedTobacco";		String _text = "Семена табака";	}
		{	String _name = "TobaccoLeaf";		String _text = "Листья табака";	}

		{	String _name = "SeedRice";		String _text = "Семена риса";	}
		{	String _name = "Rice";		String _text = "Рис";	}

		{	String _name = "SeedIndigo";		String _text = "Семена индигоферы";	}
		{	String _name = "Indigo";		String _text = "Индигофера";	}

		{	String _name = "SeedBarley";		String _text = "Семена ячменя";	}
		{	String _name = "Barley";		String _text = "Ячмень";	}
		
		{	String _name = "SeedRye";		String _text = "Семена ржи";	}
		{	String _name = "Rye";		String _text = "Рожь";	}
		
		{	String _name = "SeedOat";		String _text = "Семена овса";	}
		{	String _name = "Oat";		String _text = "Овёс";	}
		
		{	String _name = "SeedTulip";		String _text = "Семена тюльпанов";	}
		{	String _name = "Tulip";		String _text = "Тюльпан";	}
		
		{	String _name = "SeedCanola";		String _text = "Семена рапса";	}
		{	String _name = "Canola";		String _text = "Рапс";	}

		{	String _name = "SeedCranberry";		String _text = "Семена клюквы";	}
		{	String _name = "Cranberry";		String _text = "Клюква";	}

		{	String _name = "SeedQuince";		String _text = "Семена айвы";	}
		{	String _name = "Quince";		String _text = "Айва";	}

		{	String _name = "SeedMulberry";		String _text = "Семена красной шелковицы";	}
		{	String _name = "Mulberry";		String _text = "Красная шелковица";	}

		{	String _name = "SeedMulberrywhite";		String _text = "Семена белой шелковицы";	}
		{	String _name = "WhiteMulberry";		String _text = "Листья белой шелковицы";	}
		{	String _name = "Mulberrywhite";		String _text = "Белая шелковица";	}

		{	String _name = "SeedBeet";		String _text = "Семена свёклы";	}
		{	String _name = "Beet";		String _text = "Свёкла";	}

		{	String _name = "SeedSugarBeet";		String _text = "Семена сах. свёклы";	}
		{	String _name = "SugarBeet";		String _text = "Сахарная свёкла";	}

		{	String _name = "SeedSoybean";		String _text = "Семена сои";	}
		{	String _name = "Soybean";		String _text = "Соя";	}

		{	String _name = "SeedChickpea";		String _text = "Семена нута";	}
		{	String _name = "Chickpea";		String _text = "Нут";	}

		{	String _name = "SeedParsnip";		String _text = "Семена пастернака";	}
		{	String _name = "Parsnip";		String _text = "Пастернак";	}

		{	String _name = "SeedBlackberry";		String _text = "Семена ежевики";	}
		{	String _name = "Blackberry";		String _text = "Ежевика";	}

		{	String _name = "SeedRaspberry";		String _text = "Семена малины";	}
		{	String _name = "Raspberry";		String _text = "Малина";	}

		{	String _name = "SeedTea";		String _text = "Семена чая";	}
		{	String _name = "Tea";		String _text = "Чай";	}

		{	String _name = "SeedNectarine";		String _text = "Семена нектарина";	}
		{	String _name = "Nectarine";		String _text = "Нектарин";	}

		{	String _name = "SeedApricot";		String _text = "Семена абрикоса";	}
		{	String _name = "Apricot";		String _text = "Абрикос";	}

		{	String _name = "SeedOlive";		String _text = "Семена оливы";	}
		{	String _name = "Olive";		String _text = "Оливки";	}
		
		{	String _name = "SeedCoffee";		String _text = "Семена кофе";	}
		{	String _name = "Coffeebean";		String _text = "Кофейные бобы";	}
		{	String _name = "Coffeecrop";		String _text = "Кофе";	}
		
		{	String _name = "SeedOrange";		String _text = "Семена апельсинов";	}
		{	String _name = "Orangefruit";		String _text = "Апельсины";	}
		{	String _name = "Orangecrop";		String _text = "Апельсины";	}

		{	String _name = "SeedCocoa";		String _text = "Семена какао";	}
		{	String _name = "Cocoa";		String _text = "Какао";	}

		{	String _name = "SeedSunflower";		String _text = "Семена подсолнуха";	}
		{	String _name = "Sunflower";		String _text = "Подсолнух";	}
		{	String _name = "SunflowerKernel";		String _text = "Семечки";	}

		{	String _name = "SeedBlueberry";		String _text = "Семена черники";	}
		{	String _name = "Blueberry";		String _text = "Черника";	}

		{	String _name = "SeedBroccoli";		String _text = "Семена брокколи";	}
		{	String _name = "Broccoli";		String _text = "Брокколи";	}
		
		{	String _name = "CornWild";		String _text = "Дикая кукуруза";	}

		{	String _name = "SeedCarrot";		String _text = "Семена моркови";	}
		{	String _name = "Carrot";		String _text = "Морковь";	}

		{	String _name = "SeedCucumber";		String _text = "Семена огурца";	}
		{	String _name = "Cucumber";		String _text = "Огурцы";	}

		{	String _name = "SeedFig";		String _text = "Семена инжира";	}
		{	String _name = "Fig";		String _text = "Инжир";	}

		{	String _name = "SeedGrape";		String _text = "Семена винограда";	}
		{	String _name = "Grape";		String _text = "Виноград";	}

		{	String _name = "SeedKale";		String _text = "Семена кудр. капусты";	}
		{	String _name = "Kale";		String _text = "Кудрявая капуста";	}

		{	String _name = "SeedLettuce";		String _text = "Семена салата";	}
		{	String _name = "Lettuce";		String _text = "Салат";	}

		{	String _name = "SeedPea";		String _text = "Семена гороха";	}
		{	String _name = "Pea";		String _text = "Горох";	}

		{	String _name = "SeedRadish";		String _text = "Семена редьки";	}
		{	String _name = "Radish";		String _text = "Редька";	}

		{	String _name = "SeedSpinach";		String _text = "Семена шпината";	}
		{	String _name = "Spinach";		String _text = "Шпинат";	}

		{	String _name = "SeedStrawberry";		String _text = "Семена клубники";	}
		{	String _name = "Strawberry";		String _text = "Клубника";	}

		{	String _name = "SeedTomato";		String _text = "Семена томата";	}
		{	String _name = "Tomato";		String _text = "Томат";	}

		{	String _name = "SeedTurnip";		String _text = "Семена репы";	}
		{	String _name = "Turnip";		String _text = "Репа";	}

		{	String _name = "SeedWatermelon";		String _text = "Семена арбуза";	}
		{	String _name = "Watermelon";		String _text = "Арбуз";	}

		{	String _name = "SeedHemp";		String _text = "Семена конопли";	}
		{	String _name = "HempLeaf";		String _text = "Конопля";	}

		{	String _name = "SeedFlax";		String _text = "Семена льна";	}
		{	String _name = "Flax";		String _text = "Лён";	}

		{	String _name = "SeedCotton";		String _text = "Семена хлопка";	}
		{	String _name = "Cotton";		String _text = "Хлопок";	}

		{	String _name = "SeedSugar";		String _text = "Семена сах.тростника";	}
		{	String _name = "Sugar";		String _text = "Сахарный тростник";	}

		{	String _name = "SeedBamboo";		String _text = "Семена бамбука";	}
		{	String _name = "Bamboo";		String _text = "Бамбук";	}

		{	String _name = "SeedMaple";		String _text = "Семена клёна";	}
		{	String _name = "Maple";		String _text = "Клён";	}
		{	String _name = "MapleSap";		String _text = "Кленовый сок";	}

		{	String _name = "SeedSorghum";		String _text = "Семена сорго";	}
		{	String _name = "Sorghum";		String _text = "Сорго";	}
		
		{	String _name = "Ginger";		String _text = "Имбирь";	}

		{	String _name = "SeedHerb";		String _text = "Семена лечебных трав";	}
		{	String _name = "Herb";		String _text = "Лечебные травы";	}

		{	String _name = "SeedEggplant";		String _text = "Семена баклажана";	}
		{	String _name = "Eggplant";		String _text = "Баклажан";	}

		{	String _name = "SeedBerry1";		String _text = "Семена полевых ягод";	}
		{	String _name = "Berry1";		String _text = "Полевые ягоды";	}

		{	String _name = "SeedCarrot1";		String _text = "Семена полевой моркови";	}
		{	String _name = "Carrot1";		String _text = "Полевая морковь";	}

		{	String _name = "SeedCucumber1";		String _text = "Семена огурца";	}
		{	String _name = "Cucumber1";		String _text = "Огурцы";	}

		{	String _name = "SeedLeek1";		String _text = "Семена лука-порея";	}
		{	String _name = "Leek1";		String _text = "Лук-порей";	}

		{	String _name = "SeedMaize1";		String _text = "Семена маиса";	}
		{	String _name = "Maize1";		String _text = "Маис";	}

		{	String _name = "SeedMelon1";		String _text = "Семена канталупы";	}
		{	String _name = "Melon1";		String _text = "Канталупа";	}

		{	String _name = "SeedMush1";		String _text = "Семена шампиньонов";	}
		{	String _name = "Mush1";		String _text = "Шампиньоны";	}

		{	String _name = "SeedOnion1";		String _text = "Семена полевого лука";	}
		{	String _name = "Onion1";		String _text = "Полевой лук";	}

		{	String _name = "SeedEggplant";		String _text = "Семена баклажана";	}
		{	String _name = "Eggplant";		String _text = "Баклажан";	}

		{	String _name = "SeedPumpkin1";		String _text = "Семена голубой тыквы";	}
		{	String _name = "Pumpkin1";		String _text = "Голубая тыква";	}

		{	String _name = "SeedSquash1";		String _text = "Семена тыквы";	}
		{	String _name = "Squash1";		String _text = "Тыква";	}

		{	String _name = "SeedLettuce1";		String _text = "Семена баттерхеда";	}
		{	String _name = "Lettuce1";		String _text = "Баттерхед";	}
		{	String _name = "SeedLettuce2";		String _text = "Семена дуболистного салата";	}
		{	String _name = "Lettuce2";		String _text = "Дуболистный салат";	}
		{	String _name = "SeedLettuce3";		String _text = "Семена ромэна";	}
		{	String _name = "Lettuce3";		String _text = "Ромэн";	}
		{	String _name = "SeedLettuce4";		String _text = "Семена эндивия";	}
		{	String _name = "Lettuce4";		String _text = "Эндивий";	}
		{	String _name = "SeedLettuce5";		String _text = "Семена шпината";	}
		{	String _name = "Lettuce5";		String _text = "Шпинат";	}
		{	String _name = "SeedLettuce6";		String _text = "Семена красного салата";	}
		{	String _name = "Lettuce6";		String _text = "Красный салат";	}
		{	String _name = "SeedLettuce7";		String _text = "Семена кос-салата";	}
		{	String _name = "Lettuce7";		String _text = "Кос-салат";	}
		{	String _name = "SeedLettuce8";		String _text = "Семена бибба";	}
		{	String _name = "Lettuce8";		String _text = "Бибб";	}
		{	String _name = "SeedLettuce9";		String _text = "Семена батавии";	}
		{	String _name = "Lettuce9";		String _text = "Батавия";	}
		{	String _name = "SeedCaps1";		String _text = "Семена полевого перца";	}
		{	String _name = "Caps1";		String _text = "Полевой перец";	}
		{	String _name = "SeedChili1";		String _text = "Семена чили";	}
		{	String _name = "Chili1";		String _text = "Чили";	}
		{	String _name = "SeedChilibe1";		String _text = "Семена тайского чили";	}
		{	String _name = "Chilibe1";		String _text = "Тайский чили";	}

	//Import Only
		{	String _name = "Orange";		String _text = "Апельсины";	}
		{	String _name = "Papaya";		String _text = "Папайя";	}
		{	String _name = "Mango";		String _text = "Манго";	}
		{	String _name = "Pineapple";		String _text = "Ананас";	}
		{	String _name = "Coconut";		String _text = "Кокос";	}
		{	String _name = "Kiwi";		String _text = "Киви";	}
		{	String _name = "Banana";		String _text = "Бананы";	}
		{	String _name = "Avocado";		String _text = "Авокадо";	}
		{	String _name = "Tamarind";		String _text = "Тамаринд";	}
		{	String _name = "Date";		String _text = "Финик";	}
		{	String _name = "Guava";		String _text = "Гуава";	}
		{	String _name = "Lemon";		String _text = "Лимон";	}
		{	String _name = "Grapefruit";		String _text = "Грейпфрут";	}
		{	String _name = "Lime";		String _text = "Лайм";	}
		{	String _name = "Kumquat";		String _text = "Кумкват";	}
		{	String _name = "Acai";		String _text = "Асаи";	}
		{	String _name = "Cauliflower";		String _text = "Цветная капуста";	}
		{	String _name = "Leek";		String _text = "Лук-порей";	}
		{	String _name = "Honeydew";		String _text = "Дыня";	}
		{	String _name = "Rice";		String _text = "Рис";	}

		{	String _name = "Coffee";		String _text = "Кофе";	}
		{	String _name = "Tea";		String _text = "Чай";	}
		{	String _name = "Rum";		String _text = "Ром";	}
		{	String _name = "Scotch";		String _text = "Скотч";	}
		{	String _name = "Chocolate";		String _text = "Шоколад";	}

//		{	String _name = "ToolBundle";		String _text = "Связка инструментов";	}

	// ###########################
	// ##    All decorations    ##

	// ########################################################
	// ##    Standalone decorations (first level toolbar)    ##
	// ########################################################
		{	String _name = "StreetLamp";		String _text = "Уличный фонарь";	}
		{	String _name = "StreetLampLwr";		String _text = "уличного фонаря";	}
		{	String _name = "StreetLampTip";		String _text = "Уличный фонарь для украшения города.";	}
		{	String _name = "QuoteLamp";		String _text = "Лучше зажечь фонарь, нежели проклинать темноту.";	}
		
		{	String _name = "CCStatue1";		String _text = "Статуя губернатора";	}
		{	String _name = "CCStatue1Lwr";		String _text = "статуи губернатора";	}
		{	String _name = "CCStatue1Tip";		String _text = "Статуя губернатора колонии для украшения города.";	}
		{	String _name = "Quote1";		String _text = "Возможно, ты только служишь предупреждением для других. Это цель твоей жизни.";	}

		{	String _name = "CCStatue2";		String _text = "Статуя губернатора на ламе";	}
		{	String _name = "CCStatue2Lwr";		String _text = "статуи губернатора на ламе";	}
		{	String _name = "CCStatue2Tip";		String _text = "Статуя губернатора колонии верхом на ламе украсит ваш город.";	}
		{	String _name = "Quote2";		String _text = "Страшный секрет колонии в том, что слишком многие её жители до сих пор представляют, что они принадлежат к более высокой цивилизации где-то ещё.";	}
		
		{	String _name = "CCStatue3";		String _text = "Статуя деревянного коня";	}
		{	String _name = "CCStatue3Lwr";		String _text = "статуи деревянного коня";	}
		{	String _name = "CCStatue3Tip";		String _text = "Статуя коня, вставшего на дыбы.";	}
		{	String _name = "Quote3";		String _text = "Это не конь.";	}
		
		{	String _name = "CCStatueJade1";		String _text = "Нефритовая статуя";	}
		{	String _name = "CCStatueJade1Lwr";		String _text = "нефритовой статуи";	}
		{	String _name = "CCStatueJade1Tip";		String _text = "Статуя, созданная под влиянием далёкой страны.";	}
		{	String _name = "QuoteJade1";		String _text = "Ненавистью не одолеть ненависть; лишь любовью ненависть побеждается. - Будда";	}
		
		{	String _name = "CCStatueMarble1";		String _text = "Мраморная статуя";	}
		{	String _name = "CCStatueMarble1Lwr";		String _text = "мраморной статуи";	}
		{	String _name = "CCStatueMarble1Tip";		String _text = "Статуя, созданная под влиянием далёкой страны. Используйте клавишу F для изменения внешнего вида статуи.";	}
		{	String _name = "QuoteMarble1";		String _text = "Задача скульптора состоит в том, чтобы взять глыбу мрамора и отсечь с нее все лишнее. - Микеланджело";	}
		
		{	String _name = "CCStatueIron1";		String _text = "Железная статуя";	}
		{	String _name = "CCStatueIron1Lwr";		String _text = "железной статуи";	}
		{	String _name = "CCStatueIron1Tip";		String _text = "Статуя колокола здания суда напоминает жителям о справедливости, царящей вокруг.";	}
		{	String _name = "QuoteIron1";		String _text = "Мы должны иметь в виду, что будем подобны городу на холме и глаза всех будут устремлены на нас. - Джона Уинтроп.";	}
		
		{	String _name = "LionStatue";		String _text = "Бронзовая статуя";	}
		{	String _name = "LionStatueLwr";		String _text = "бронзовой статуи";	}
		{	String _name = "LionStatueTip";		String _text = "Набор живописных и величественных бронзовых статуй. Используйте клавишу F для изменения внешнего вида статуи.";	}
		
		{	String _name = "ccGoldLlama";		String _text = "Монумент индейцев";	}
		{	String _name = "ccGoldLlamaLwr";		String _text = "монумента индейцев";	}
		{	String _name = "ccGoldLlamaTip";		String _text = "Памятник коренных жителей.";	}
		
		{	String _name = "CCPond1";		String _text = "Пруд";	}
		{	String _name = "CCPond1Lwr";		String _text = "пруда";	}
		{	String _name = "CCPond1Tip";		String _text = "Пруд для украшения города.";	}
		{	String _name = "PondQuote1";		String _text = "Когда вы в последний раз ничего не делали, наслаждаясь моментом?";	}
		
		{	String _name = "CCPond2";		String _text = "Огромный пруд";	}
		{	String _name = "CCPond2Lwr";		String _text = "огромныого пруда";	}
		{	String _name = "CCPond2Tip";		String _text = "Огромный пруд для украшения города.";	}
		{	String _name = "PondQuote2";		String _text = "Когда вы в последний раз ничего не делали, наслаждаясь моментом возле огромного пруда?";	}

		{	String _name = "SmugglersChest";		String _text = "Ящик с контрабандой";	}
		{	String _name = "SmugglersChestLwr";		String _text = "ящика с контрабандой";	}
		{	String _name = "SmugglersChestTip";		String _text = "Ящик с контрабандой для украшения города... или улучшения уровня жизни людей.";	}

		{	String _name = "HealingBox";		String _text = "Лекарственный ящик";	}
		{	String _name = "HealingBoxLwr";		String _text = "лекарственный ящик";	}
		{	String _name = "HealingBoxTip";		String _text = "Лекарственный ящик";	}
		
		{	String _name = "ccSign1";		String _text = "Табличка с заданием";	}
		{	String _name = "ccSign1Lwr";		String _text = "таблички с заданием";	}
		{	String _name = "ccSign11Tip";		String _text = "Предоставляет информацию.";	}
		{	String _name = "QuoteSign1";		String _text = "Задание: Проклятие Золотой Ламы. Добро пожаловать в задания мода Colonial Charter's Проклятие Золотой Ламы. Эту табличку можно снести, однако заново построить её нельзя. Сотни лет прошли с тех пор, как древняя цивилизация жила здесь, но была уничтожена болезнями Старого Света, войнами и голодом. Жадные исследователи, массово прибывающие сюда, один за другим исчезали в лесах, не оставив и следа, и больше о них никто не слышал. Однако были и те, кто вернулся, став по-настоящему богатыми людьми. Теперь и Вы здесь, но цель у Вас другая: выжить. Повторите ли Вы судьбу тех храбрых (или глупых?) женщин и мужчин? Или Вы заплатите древним Богам кровью за их золото?";	}
		{	String _name = "QuoteSign2";		String _text = "Задание: Пришло время покорить новый рубеж - неотмеченный на карте неизвестный дикий запад, полный необычных животных, индейских племён и приключений. С новыми ресурсами вы получите и новые проблемы: сможете ли вы подружиться с местным племенем или ваш форт падёт из-за суровой жизни на краю света?";	}
		
		{	String _name = "Outhouse";		String _text = "Уборная";	}
		{	String _name = "OuthouseLwr";		String _text = "уборной";	}
		{	String _name = "OuthouseTip";		String _text = "Небольшое строение, где дамы и господа делают свои важные дела.";	}

		{	String _name = "Flag1";		String _text = "Флаг";	}
		{	String _name = "Flag1Lwr";		String _text = "флага";	}
		{	String _name = "Flag1Tip";		String _text = "Флаг империи.";	}
		
		{	String _name = "Decofire";		String _text = "Костёр";	}
		{	String _name = "DecofireLwr";		String _text = "костра";	}
		{	String _name = "DecofireTip";		String _text = "Костёр для украшения города.";	}

		{	String _name = "Cross";		String _text = "Крест";	}
		{	String _name = "CrossLwr";		String _text = "креста";	}
		{	String _name = "CrossTip";		String _text = "Надгробный крест. Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "Gravestone";		String _text = "Надгробие";	}
		{	String _name = "GravestoneLwr";		String _text = "надгробия";	}
		{	String _name = "GravestoneTip";		String _text = "Надгробие для украшения города. Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "HayPile";		String _text = "Стог сена";	}
		{	String _name = "HayPileLwr";		String _text = "стога сена";	}
		{	String _name = "HayPileTip";		String _text = "Стог сена для украшения города.";	}

		{	String _name = "DecoWindmill";		String _text = "Ветряной насос";	}
		{	String _name = "DecoWindmillLwr";		String _text = "ветряного насоса";	}
		{	String _name = "DecoWindmillTip";		String _text = "Ветряной насос для украшения города.";	}
		{	String _name = "WindmillPumpTip";		String _text = "Ветряной насос качает воду.";	}

		{	String _name = "CleaningTub";		String _text = "Чан с водой";	}
		{	String _name = "CleaningTubLwr";		String _text = "чана с водой";	}
		{	String _name = "CleaningTubTip";		String _text = "Декоративный чан с водой для стирки и мытья. Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "CleaningBucket";		String _text = "Ведро с водой";	}
		{	String _name = "CleaningBucketLwr";		String _text = "ведра с водой";	}
		{	String _name = "CleaningBucketTip";		String _text = "Декоративное ведро с водой для стирки и мытья.";	}

		{	String _name = "CleaningFountain";		String _text = "Фонтан для мытья";	}
		{	String _name = "CleaningFountainLwr";		String _text = "фонтана для мытья";	}
		{	String _name = "CleaningFountainTip";		String _text = "Декоративный фонтан, который функционирует как колодец, но служит также для украшения города.";	}




	// #######################
	// ##    Punishments    ##
	// #######################
		{	String _name = "Punish";		String _text = "Наказание";	}
		{	String _name = "PunishLwr";		String _text = "наказания";	}
		{	String _name = "PunishTip";		String _text = "Орудия наказания различного вида. Используйте их, чтобы украсить город и напомнить жителям о каре. Используйте клавишу F для изменения внешнего вида.";	}


	// ############################
	// ##    Walls and fences    ##
	// ############################
	// Wood fences
		{	String _name = "Fence";		String _text = "Забор";	}
		{	String _name = "FenceLwr";		String _text = "забора";	}
		{	String _name = "FenceTip";		String _text = "Забор может быть построен как декорация или как преграждение пути.";	}

		{	String _name = "FenceCorner";		String _text = "Забор (угол)";	}
		{	String _name = "FenceCornerLwr";		String _text = "забора";	}
		{	String _name = "FenceCornerTip";		String _text = "Забор может быть построен как декорация или как преграждение пути.";	}

		{	String _name = "FenceCorner3s";		String _text = "Забор (разветвление для 3 сторон)";	}
		{	String _name = "FenceCorner3sLwr";		String _text = "забора";	}
		{	String _name = "FenceCorner3sTip";		String _text = "Забор может быть построен как декорация или как преграждение пути.";	}

		{	String _name = "FenceCorner4s";		String _text = "Забор (разветвление для 4 сторон)";	}
		{	String _name = "FenceCorner4sLwr";		String _text = "забора";	}
		{	String _name = "FenceCorner4sTip";		String _text = "Забор может быть построен как декорация или как преграждение пути.";	}

		{	String _name = "FenceGate";		String _text = "Деревянные ворота";	}
		{	String _name = "FenceGateLwr";		String _text = "деревянных ворот";	}
		{	String _name = "FenceGateTip";		String _text = "Деревянные ворота могут быть построены как декорация или для изменения пути.";	}

		{	String _name = "FenceGate2";		String _text = "Деревянные ворота 2";	}
		{	String _name = "FenceGate2Lwr";		String _text = "деревянных ворот";	}
		{	String _name = "FenceGate2Tip";		String _text = "Деревянные ворота могут быть построены как декорация или для изменения пути.";	}

		{	String _name = "FenceGateSmall";		String _text = "Малые деревянные ворота";	}
		{	String _name = "FenceGateSmallLwr";		String _text = "малых деревянных ворот";	}
		{	String _name = "FenceGateSmallTip";		String _text = "Малые деревянные ворота могут быть построены как декорация или для изменения пути.";	}

		{	String _name = "FenceTurn";		String _text = "Забор (поворот)";	}
		{	String _name = "FenceTurnLwr";		String _text = "забора (поворот)";	}
		{	String _name = "FenceTurnTip";		String _text = "Забор может быть построен как декорация или как преграждение пути. Поворот позволяет изменить прямое направление забора на диагональное.";	}

		{	String _name = "FenceTurn2";		String _text = "Забор (поворот)";	}
		{	String _name = "FenceTurn2Lwr";		String _text = "забора (поворот)";	}
		{	String _name = "FenceTurn2Tip";		String _text = "Забор может быть построен как декорация или как преграждение пути. Поворот позволяет изменить прямое направление забора на диагональное.";	}

		{	String _name = "FenceDiagonal";		String _text = "Забор (диагональ)";	}
		{	String _name = "FenceDiagonalLwr";		String _text = "забора (диагональ)";	}
		{	String _name = "FenceDiagonalTip";		String _text = "Забор может быть построен как декорация или как преграждение пути.";	}

		{	String _name = "Fence3x";		String _text = "Деревянный забор (длина: 3)";	}
		{	String _name = "Fence3xLwr";		String _text = "деревянного забора (длина: 3)";	}
		{	String _name = "Fence3xTip";		String _text = "Деревянный забор может быть построен как декорация или как преграждение пути. Прямой элемент забора длиной 3 клетки.";	}

		{	String _name = "Fence5x";		String _text = "Деревянный забор (длина: 5)";	}
		{	String _name = "Fence5xLwr";		String _text = "деревянного забора (длина: 5)";	}
		{	String _name = "Fence5xTip";		String _text = "Деревянный забор может быть построен как декорация или как преграждение пути. Прямой элемент забора длиной 5 клеток.";	}

		{	String _name = "FenceTight";		String _text = "Придомовой деревянный забор";	}
		{	String _name = "FenceTightLwr";		String _text = "деревянного забора";	}
		{	String _name = "FenceTightTip";		String _text = "Придомовой деревянный забор можно построить рядом с домом или другим зданием. Деревянный забор может быть построен как декорация или как преграждение пути.";	}

		{	String _name = "Fence2";		String _text = "Проходимый забор";	}
		{	String _name = "Fence2Lwr";		String _text = "проходимого забора";	}
		{	String _name = "Fence2Tip";		String _text = "Жители могут перемещаться сквозь проходимый забор.";	}

		{	String _name = "Fence2Corner";		String _text = "Проходимый забор (угол)";	}
		{	String _name = "Fence2CornerLwr";		String _text = "проходимого забора (угол)";	}
		{	String _name = "Fence2CornerTip";		String _text = "Жители могут перемещаться сквозь проходимый забор.";	}

		{	String _name = "Fence2Corner3s";		String _text = "Проходимый забор (угол, 3 стороны)";	}
		{	String _name = "Fence2Corner3sLwr";		String _text = "проходимого забора (угол, 3 стороны)";	}
		{	String _name = "Fence2Corner3sTip";		String _text = "Жители могут перемещаться сквозь проходимый забор.";	}

		{	String _name = "Fence2Corner4s";		String _text = "Проходимый забор (угол, 4 стороны)";	}
		{	String _name = "Fence2Corner4sLwr";		String _text = "проходимого забора (угол, 4 стороны)";	}
		{	String _name = "Fence2Corner4sTip";		String _text = "Жители могут перемещаться сквозь проходимый забор.";	}

		{	String _name = "Fence2Gate";		String _text = "Проходимые деревянные ворота";	}
		{	String _name = "Fence2GateLwr";		String _text = "проходимых деревянных ворот";	}
		{	String _name = "Fence2GateTip";		String _text = "Жители могут проходить сквозь ворота.";	}

		{	String _name = "FenceNonFlat";		String _text = "Забор";	}
		{	String _name = "FenceNonFlatLwr";		String _text = "забора";	}
		{	String _name = "FenceNonFlatTip";		String _text = "Забор для преграждения пути или украшения. Не выравнивает местноть.";	}

	// Wood fences edge
		{	String _name = "FenceEdge";		String _text = "Деревянный забор";	}
		{	String _name = "FenceEdgeLwr";		String _text = "деревянного забора";	}
		{	String _name = "FenceEdgeTip";		String _text = "Деревянный забор может быть построен как декорация или как преграждение пути.";	}

		{	String _name = "FenceEdgeCorner";		String _text = "Деревянный забор";	}
		{	String _name = "FenceEdgeCornerLwr";		String _text = "деревянного забора";	}
		{	String _name = "FenceEdgeCornerTip";		String _text = "Деревянный забор может быть построен как декорация или как преграждение пути. Данная часть позволяет развернуть забор на 90 градусов.";	}

		{	String _name = "FenceEdge3Way";		String _text = "Деревянный забор";	}
		{	String _name = "FenceEdge3WayLwr";		String _text = "деревянного забора";	}
		{	String _name = "FenceEdge3WayTip";		String _text = "Деревянный забор может быть построен как декорация или как преграждение пути. Данная часть позволяет построить забор в 3 разные стороны.";	}

		{	String _name = "FenceEdge4Way";		String _text = "Деревянный забор";	}
		{	String _name = "FenceEdge4WayLwr";		String _text = "деревянного забора";	}
		{	String _name = "FenceEdge4WayTip";		String _text = "Деревянный забор может быть построен как декорация или как преграждение пути. Данная часть позволяет построить забор в 4 разные стороны.";	}

		{	String _name = "FenceEdgeGate";		String _text = "Деревянные ворота";	}
		{	String _name = "FenceEdgeGateLwr";		String _text = "деревянных ворот";	}
		{	String _name = "FenceEdgeGateTip";		String _text = "Деревянные ворота могут быть построены как декорация или для изменения пути.";	}

		{	String _name = "FenceEdgeGateSmall";		String _text = "малые деревянные ворота";	}
		{	String _name = "FenceEdgeGateSmallLwr";		String _text = "малые деревянных ворот";	}
		{	String _name = "FenceEdgeGateSmallTip";		String _text = "Малые деревянные ворота могут быть построены как декорация или для изменения пути.";	}

		{	String _name = "FenceEdgeTurn1";		String _text = "Деревянный забор";	}
		{	String _name = "FenceEdgeTurn1Lwr";		String _text = "деревянного забора";	}
		{	String _name = "FenceEdgeTurn1Tip";		String _text = "Деревянный забор может быть построен как декорация или как преграждение пути. Данная часть позволяет изменить прямое направление забора на диагональное.";	}

		{	String _name = "FenceEdgeTurn2";		String _text = "Деревянный забор";	}
		{	String _name = "FenceEdgeTurn2Lwr";		String _text = "деревянного забора";	}
		{	String _name = "FenceEdgeTurn2Tip";		String _text = "Деревянный забор может быть построен как декорация или как преграждение пути. Данная часть позволяет изменить прямое направление забора на диагональное.";	}

		{	String _name = "FenceEdgeDiagonal";		String _text = "Деревянный забор";	}
		{	String _name = "FenceEdgeDiagonalLwr";		String _text = "деревянного забора";	}
		{	String _name = "FenceEdgeDiagonalTip";		String _text = "Деревянный забор, развёрнутый на 45 градусов, может быть построен как декорация или как преграждение пути.";	}

		{	String _name = "FenceEdge3Wide";		String _text = "Деревянный забор";	}
		{	String _name = "FenceEdge3WideLwr";		String _text = "деревянного забора";	}
		{	String _name = "FenceEdge3WideTip";		String _text = "Деревянный забор может быть построен как декорация или как преграждение пути. Длина: 3 клетки.";	}

		{	String _name = "FenceEdge5Wide";		String _text = "Деревянный забор";	}
		{	String _name = "FenceEdge5WideLwr";		String _text = "деревянного забора";	}
		{	String _name = "FenceEdge5WideTip";		String _text = "Деревянный забор может быть построен как декорация или как преграждение пути. Длина: 5 клеток.";	}

		{	String _name = "FenceEdgeTight";		String _text = "Деревянный забор";	}
		{	String _name = "FenceEdgeTightLwr";		String _text = "деревянного забора";	}
		{	String _name = "FenceEdgeTightTip";		String _text = "Деревянный забор, который можно построить рядом с домом или другим зданием.";	}

	// Trellis
		{	String _name = "Trellis01";		String _text = "Деревянная арка";	}
		{	String _name = "Trellis01Lwr";		String _text = "деревянной арки";	}
		{	String _name = "Trellis01Tip";		String _text = "Деревянная арка может быть построена как декорация или преграждение пути.";	}
		
	// Wire fences
		{	String _name = "wirefence";		String _text = "Металлический забор";	}
		{	String _name = "wirefenceLwr";		String _text = "металлического забора";	}
		{	String _name = "wirefenceTip";		String _text = "Металлический забор может быть построен как декорация или преграждение пути.";	}
		
		{	String _name = "wirefencelong";		String _text = "Металлический забор (длина: 2)";	}
		{	String _name = "wirefencelongLwr";		String _text = "металлического забора";	}
		{	String _name = "wirefencelongTip";		String _text = "Металлический забор длиной 2 клетки может быть построен как декорация или преграждение пути.";	}

		{	String _name = "wirefence3";		String _text = "Металлический забор (длина: 3)";	}
		{	String _name = "wirefence3Lwr";		String _text = "металлического забора";	}
		{	String _name = "wirefence3Tip";		String _text = "Металлический забор длиной 3 клетки может быть построен как декорация или преграждение пути.";	}

		{	String _name = "wirefence5";		String _text = "Металлический забор (длина: 5)";	}
		{	String _name = "wirefence5Lwr";		String _text = "металлического забора";	}
		{	String _name = "wirefence5Tip";		String _text = "Металлический забор длиной 5 клеток может быть построен как декорация или преграждение пути.";	}
		
		{	String _name = "wirefencecorner";		String _text = "Металлический забор (угол)";	}
		{	String _name = "wirefencecornerLwr";		String _text = "металлического забора (угол)";	}
		{	String _name = "wirefencecornerTip";		String _text = "Металлический забор может быть построен как декорация или преграждение пути.";	}
		
		{	String _name = "wirefence3way";		String _text = "Металлический забор (разветвление для 3 сторон)";	}
		{	String _name = "wirefence3wayLwr";		String _text = "металлического забора";	}
		{	String _name = "wirefence3wayTip";		String _text = "Металлический забор может быть построен как декорация или преграждение пути.";	}
		
		{	String _name = "wirefence4way";		String _text = "Металлический забор (разветвление для 4 сторон)";	}
		{	String _name = "wirefence4wayLwr";		String _text = "металлического забора";	}
		{	String _name = "wirefence4wayTip";		String _text = "Металлический забор может быть построен как декорация или преграждение пути.";	}
		
		{	String _name = "wirefencegate";		String _text = "Металлический забор (ворота)";	}
		{	String _name = "wirefencegateLwr";		String _text = "металлического забора";	}
		{	String _name = "wirefencegateTip";		String _text = "Металлический забор может быть построен как декорация или преграждение пути.";	}

		{	String _name = "wirefencediagonal";		String _text = "Металлический забор (диагональ)";	}
		{	String _name = "wirefencediagonalLwr";		String _text = "металлического забора";	}
		{	String _name = "wirefencediagonalTip";		String _text = "Металлический забор может быть построен как декорация или преграждение пути.";	}

		{	String _name = "wirefenceturn1";		String _text = "Металлический забор (поворот)";	}
		{	String _name = "wirefenceturn1Lwr";		String _text = "металлического забора";	}
		{	String _name = "wirefenceturn1Tip";		String _text = "Металлический забор может быть построен как декорация или преграждение пути. Поворот используется для изменения направления с прямого на диагонального.";	}

		{	String _name = "wirefenceturn2";		String _text = "Металлический забор (поворот)";	}
		{	String _name = "wirefenceturn2Lwr";		String _text = "металлического забора";	}
		{	String _name = "wirefenceturn2Tip";		String _text = "Металлический забор может быть построен как декорация или преграждение пути. Поворот используется для изменения направления с прямого на диагонального.";	}

		{	String _name = "wirefencetight";		String _text = "Придомовой металл. забор";	}
		{	String _name = "wirefencetightLwr";		String _text = "металлического забора";	}
		{	String _name = "wirefencetightTip";		String _text = "Придомовой забор можно построить рядом с домом или другим зданием.";	}

		{	String _name = "wirefencenonflat";		String _text = "Металлический забор";	}
		{	String _name = "wirefencenonflatLwr";		String _text = "металлического забора";	}
		{	String _name = "wirefencenonflatTip";		String _text = "Металлический забор для преграждения пути или украшения города. Не выравнивает местность.";	}

	// Stone walls
		{	String _name = "StoneWall";		String _text = "Каменная стена";	}
		{	String _name = "StoneWallLwr";		String _text = "каменной стены";	}
		{	String _name = "StoneWallTip";		String _text = "Стена из натурального камня может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWall3x";		String _text = "Каменная стена";	}
		{	String _name = "StoneWall3xLwr";		String _text = "каменной стены";	}
		{	String _name = "StoneWall3xTip";		String _text = "Стена из натурального камня может быть построена как декорация или преграждение пути. Длина: 3 клетки.";	}

		{	String _name = "StoneWall5x";		String _text = "Каменная стена";	}
		{	String _name = "StoneWall5xLwr";		String _text = "каменной стены";	}
		{	String _name = "StoneWall5xTip";		String _text = "Стена из натурального камня может быть построена как декорация или преграждение пути. Длина: 5 клеток.";	}

		{	String _name = "StoneWall3";		String _text = "Каменная стена (разветвление для 3 сторон)";	}
		{	String _name = "StoneWall3Lwr";		String _text = "каменной стены (разветвление для 3 сторон)";	}
		{	String _name = "StoneWall3Tip";		String _text = "Стена из натурального камня может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWall4";		String _text = "Каменная стена (разветвление для 4 сторон)";	}
		{	String _name = "StoneWall4Lwr";		String _text = "каменной стены (разветвление для 4 сторон)";	}
		{	String _name = "StoneWall4Tip";		String _text = "Стена из натурального камня может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallCorner";		String _text = "Каменная стена (угол)";	}
		{	String _name = "StoneWallCornerLwr";		String _text = "каменной стены (угол)";	}
		{	String _name = "StoneWallCornerTip";		String _text = "Стена из натурального камня может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallTurn";		String _text = "Каменная стена (поворот)";	}
		{	String _name = "StoneWallTurnLwr";		String _text = "каменной стены (поворот)";	}
		{	String _name = "StoneWallTurnTip";		String _text = "Стена из натурального камня может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallTurn2";		String _text = "Каменная стена (поворот)";	}
		{	String _name = "StoneWallTurn2Lwr";		String _text = "каменной стены (поворот)";	}
		{	String _name = "StoneWallTurn2Tip";		String _text = "Стена из натурального камня может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallDiagonal";		String _text = "Каменная стена (диагональ)";	}
		{	String _name = "StoneWallDiagonalLwr";		String _text = "каменной стены (диагональ)";	}
		{	String _name = "StoneWallDiagonalTip";		String _text = "Стена из натурального камня может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallGate";		String _text = "Ворота из натурального камня";	}
		{	String _name = "StoneWallGateLwr";		String _text = "ворот из натурального камня";	}
		{	String _name = "StoneWallGateTip";		String _text = "Стена из натурального камня может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallEnd";		String _text = "Каменная стена (конец)";	}
		{	String _name = "StoneWallEndLwr";		String _text = "каменной стены (конец)";	}
		{	String _name = "StoneWallEndTip";		String _text = "Стена из натурального камня может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallCornerNonflat";		String _text = "Каменная стена (угол)";	}
		{	String _name = "StoneWallCornerNonflatLwr";		String _text = "каменной стены (угол)";	}
		{	String _name = "StoneWallCornerNonflatTip";		String _text = "Не выравнивает территорию. Стена из натурального камня может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallNonflat";		String _text = "Каменная стена";	}
		{	String _name = "StoneWallNonflatLwr";		String _text = "каменной стены";	}
		{	String _name = "StoneWallNonflatTip";		String _text = "Не выравнивает территорию. Стена из натурального камня может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallTight";		String _text = "Придомовая каменная стена";	}
		{	String _name = "StoneWallTightLwr";		String _text = "каменной стены";	}
		{	String _name = "StoneWallTightTip";		String _text = "Придомовую стену можно построить рядом с домом или другим зданием. Стена из натурального камня может быть построена как декорация или преграждение пути.";	}

	// Sturdy Stone Wall
		{	String _name = "StoneWallBig";		String _text = "Прочная каменная стена";	}
		{	String _name = "StoneWallBigLwr";		String _text = "прочной каменной стены";	}
		{	String _name = "StoneWallBigTip";		String _text = "Прочная каменная стена может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallBig3x";		String _text = "Прочная каменная стена";	}
		{	String _name = "StoneWallBig3xLwr";		String _text = "прочной каменной стены";	}
		{	String _name = "StoneWallBig3xTip";		String _text = "Прочная каменная стена может быть построена как декорация или преграждение пути. Длина: 3 клетки.";	}

		{	String _name = "StoneWallBig5x";		String _text = "Прочная каменная стена";	}
		{	String _name = "StoneWallBig5xLwr";		String _text = "прочной каменной стены";	}
		{	String _name = "StoneWallBig5xTip";		String _text = "Прочная каменная стена может быть построена как декорация или преграждение пути. Длина: 5 клеток.";	}

		{	String _name = "StoneWall3Big";		String _text = "Прочная каменная стена (разветвление для 3 сторон)";	}
		{	String _name = "StoneWall3BigLwr";		String _text = "прочной каменной стены";	}
		{	String _name = "StoneWall3BigTip";		String _text = "Прочная каменная стена может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWall4Big";		String _text = "Прочная каменная стена (разветвление для 4 сторон)";	}
		{	String _name = "StoneWall4BigLwr";		String _text = "прочной каменной стены";	}
		{	String _name = "StoneWall4BigTip";		String _text = "Прочная каменная стена может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallCornerBig";		String _text = "Прочная каменная стена (угол)";	}
		{	String _name = "StoneWallCornerBigLwr";		String _text = "прочной каменной стены (угол)";	}
		{	String _name = "StoneWallCornerBigTip";		String _text = "Прочная каменная стена может быть построена как декорация или преграждение пути.";	}
		
		{	String _name = "StoneWallBigArch";		String _text = "Прочная каменная стена (арка)";	}
		{	String _name = "StoneWallBigArchLwr";		String _text = "прочной каменной стены (арка)";	}
		{	String _name = "StoneWallBigArchTip";		String _text = "Прочная каменная стена может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallBigArchWide";		String _text = "Широкая каменная арка";	}
		{	String _name = "StoneWallBigArchWideLwr";		String _text = "широкая каменная арка";	}
		{	String _name = "StoneWallBigArchWideTip";		String _text = "Каменная арка, проход через которую 2 клетки.";	}

		{	String _name = "StoneWallTightBig";		String _text = "Придомовая стена";	}
		{	String _name = "StoneWallTightBigLwr";		String _text = "прочной каменной стены";	}
		{	String _name = "StoneWallTightBigTip";		String _text = "Придомовую стену можно построить рядом с домом или другим зданием. Прочная каменная стена может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallTurnBig";		String _text = "Прочная каменная стена (поворот)";	}
		{	String _name = "StoneWallTurnBigLwr";		String _text = "прочной каменной стены (поворот)";	}
		{	String _name = "StoneWallTurnBigTip";		String _text = "Прочная каменная стена может быть построена как декорация или преграждение пути. Поворот позволяет изменить прямое направление забора на диагональное.";	}

		{	String _name = "StoneWallTurn2Big";		String _text = "Прочная каменная стена (поворот)";	}
		{	String _name = "StoneWallTurn2BigLwr";		String _text = "прочной каменной стены (поворот)";	}
		{	String _name = "StoneWallTurn2BigTip";		String _text = "Прочная каменная стена может быть построена как декорация или преграждение пути. Поворот позволяет изменить прямое направление забора на диагональное.";	}

		{	String _name = "StoneWallDiagonalBig";		String _text = "Прочная каменная стена (диагональ)";	}
		{	String _name = "StoneWallDiagonalBigLwr";		String _text = "прочной каменной стены (диагональ)";	}
		{	String _name = "StoneWallDiagonalBigTip";		String _text = "Прочная каменная стена может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallGateBig";		String _text = "Каменные ворота";	}
		{	String _name = "StoneWallGateBigLwr";		String _text = "каменные ворота";	}
		{	String _name = "StoneWallGateBigTip";		String _text = "Прочная каменная стена может быть построена как декорация или преграждение пути.";	}

		{	String _name = "StoneWallEndBig";		String _text = "Прочная каменная стена (конец)";	}
		{	String _name = "StoneWallEndBigLwr";		String _text = "прочной каменной стены (конец)";	}
		{	String _name = "StoneWallEndBigTip";		String _text = "Прочная каменная стена может быть построена как декорация или преграждение пути.";	}

	// Picket Fences
		{	String _name = "PicketFence";		String _text = "Белый забор";	}
		{	String _name = "PicketFenceLwr";		String _text = "белого забора";	}
		{	String _name = "PicketFenceTip";		String _text = "Строительство белого забора длиной 1 клетка.";	}

		{	String _name = "PicketFenceCorner";		String _text = "Белый забор (угол)";	}
		{	String _name = "PicketFenceCornerLwr";		String _text = "белого забора";	}
		{	String _name = "PicketFenceCornerTip";		String _text = "Строительство угловой части белого забора.";	}

		{	String _name = "PicketFenceCorner3s";		String _text = "Белый забор (Т-образ.)";	}
		{	String _name = "PicketFenceCorner3sLwr";		String _text = "белого забора";	}
		{	String _name = "PicketFenceCorner3sTip";		String _text = "Строительство Т-образной части белого забора.";	}

		{	String _name = "PicketFenceCorner4s";		String _text = "Белый забор (Х-образ.)";	}
		{	String _name = "PicketFenceCorner4sLwr";		String _text = "белого забора";	}
		{	String _name = "PicketFenceCorner4sTip";		String _text = "Строительство Х-образной части белого забора.";	}

		{	String _name = "PicketFenceGate";		String _text = "Белый забор (ворота)";	}
		{	String _name = "PicketFenceGateLwr";		String _text = "белого забора";	}
		{	String _name = "PicketFenceGateTip";		String _text = "Строительство ворот для белого забора размером 1х1.";	}

		{	String _name = "PicketFenceGateSmall";		String _text = "Белый забор (ворота)";	}
		{	String _name = "PicketFenceGateSmallLwr";		String _text = "белого забора";	}
		{	String _name = "PicketFenceGateSmallTip";		String _text = "Строительство маленьких ворот для белого забора размером 1х1.";	}

		{	String _name = "PicketFenceTurn";		String _text = "Белый забор (угол 45)";	}
		{	String _name = "PicketFenceTurnLwr";		String _text = "белого забора";	}
		{	String _name = "PicketFenceTurnTip";		String _text = "Строительство угловой части белого забора (угол 45 градусов).";	}

		{	String _name = "PicketFenceTurn2";		String _text = "Белый забор (угол 45)";	}
		{	String _name = "PicketFenceTurn2Lwr";		String _text = "белого забора";	}
		{	String _name = "PicketFenceTurn2Tip";		String _text = "Строительство угловой части белого забора (угол 45 градусов).";	}

		{	String _name = "PicketFenceDiagonal";		String _text = "Белый забор (диаг.)";	}
		{	String _name = "PicketFenceDiagonalLwr";		String _text = "белого забора";	}
		{	String _name = "PicketFenceDiagonalTip";		String _text = "Строительство диагональной части белого забора.";	}

		{	String _name = "PicketFence3x";		String _text = "Белый забор";	}
		{	String _name = "PicketFence3xLwr";		String _text = "белого забора";	}
		{	String _name = "PicketFence3xTip";		String _text = "Строительство белого забора длиной 3 клетки.";	}

		{	String _name = "PicketFence5x";		String _text = "Белый забор";	}
		{	String _name = "PicketFence5xLwr";		String _text = "белого забора";	}
		{	String _name = "PicketFence5xTip";		String _text = "Строительство белого забора длиной 5 клеток.";	}

		{	String _name = "PicketFenceTight";		String _text = "Белый забор (придомовой)";	}
		{	String _name = "PicketFenceTightLwr";		String _text = "белого забора";	}
		{	String _name = "PicketFenceTightTip";		String _text = "Строительство придомовой части белого забора.";	}

	// Palisades
		{	String _name = "Palisade";		String _text = "Частокол";	}
		{	String _name = "PalisadeLwr";		String _text = "частокола";	}
		{	String _name = "PalisadeTip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "PalisadeNonflat";		String _text = "Частокол";	}
		{	String _name = "PalisadeNonflatLwr";		String _text = "частокола";	}
		{	String _name = "PalisadeNonflatTip";		String _text = "Частокол может быть построен как декорация или преграждение пути. Не выравнивает территорию.";	}

		{	String _name = "PalisadeCorner";		String _text = "Частокол (угол)";	}
		{	String _name = "PalisadeCornerLwr";		String _text = "частокола";	}
		{	String _name = "PalisadeCornerTip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "PalisadeCornerIn";		String _text = "Частокол (внутренний угол)";	}
		{	String _name = "PalisadeCornerInLwr";		String _text = "частокола";	}
		{	String _name = "PalisadeCornerInTip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "PalisadeGate";		String _text = "Ворота из частокола";	}
		{	String _name = "PalisadeGateLwr";		String _text = "ворот из частокола";	}
		{	String _name = "PalisadeGateTip";		String _text = "Ворота из частокола могут быть построены как декорация или измение пути.";	}

		{	String _name = "PalisadeTight";		String _text = "Придомовой частокол";	}
		{	String _name = "PalisadeTightLwr";		String _text = "частокола";	}
		{	String _name = "PalisadeTightTip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "PalisadeTight2";		String _text = "Придомовой частокол";	}
		{	String _name = "PalisadeTight2Lwr";		String _text = "частокола";	}
		{	String _name = "PalisadeTight2Tip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}
		
		{	String _name = "PalisadeTight3";		String _text = "Частокол (разветвление)";	}
		{	String _name = "PalisadeTight3Lwr";		String _text = "частокола";	}
		{	String _name = "PalisadeTight3Tip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "PalisadeCornerNonflat";		String _text = "Частокол (угол)";	}
		{	String _name = "PalisadeCornerNonflatLwr";		String _text = "частокола (угол)";	}
		{	String _name = "PalisadeCornerNonflatTip";		String _text = "Частокол может быть построен как декорация или преграждение пути. Не выравнивает территорию.";	}

		{	String _name = "PalisadeCornerInNonflat";		String _text = "Частокол (внутренний угол)";	}
		{	String _name = "PalisadeCornerInNonflatLwr";		String _text = "частокола (внутренний угол)";	}
		{	String _name = "PalisadeCornerInNonflatTip";		String _text = "Частокол может быть построен как декорация или преграждение пути. Не выравнивает территорию.";	}

		{	String _name = "PalisadeDiagonal";		String _text = "Частокол (диагональ)";	}
		{	String _name = "PalisadeDiagonalLwr";		String _text = "частокола (диагональ)";	}
		{	String _name = "PalisadeDiagonalTip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "PalisadeTurn1";		String _text = "Частокол (поворот)";	}
		{	String _name = "PalisadeTurn1Lwr";		String _text = "частокола (поворот)";	}
		{	String _name = "PalisadeTurn1Tip";		String _text = "Частокол может быть построен как декорация или преграждение пути. Поворот позволяет изменить прямое направление частокола на диагональное.";	}

		{	String _name = "PalisadeTurn2";		String _text = "Частокол (поворот)";	}
		{	String _name = "PalisadeTurn2Lwr";		String _text = "частокола (поворот)";	}
		{	String _name = "PalisadeTurn2Tip";		String _text = "Частокол может быть построен как декорация или преграждение пути. Поворот позволяет изменить прямое направление частокола на диагональное.";	}

		{	String _name = "PalisadeTurn3";		String _text = "Частокол (поворот)";	}
		{	String _name = "PalisadeTurn3Lwr";		String _text = "частокола (поворот)";	}
		{	String _name = "PalisadeTurn3Tip";		String _text = "Частокол может быть построен как декорация или преграждение пути. Поворот позволяет изменить прямое направление частокола на диагональное.";	}

		{	String _name = "PalisadeTurn4";		String _text = "Частокол (поворот)";	}
		{	String _name = "PalisadeTurn4Lwr";		String _text = "частокола (поворот)";	}
		{	String _name = "PalisadeTurn4Tip";		String _text = "Частокол может быть построен как декорация или преграждение пути. Поворот позволяет изменить прямое направление частокола на диагональное.";	}

		{	String _name = "Palisade3Long";		String _text = "Частокол (длина: 3)";	}
		{	String _name = "Palisade3LongLwr";		String _text = "частокола (длина: 3)";	}
		{	String _name = "Palisade3LongTip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "Palisade5Long";		String _text = "Частокол (длина: 5)";	}
		{	String _name = "Palisade5LongLwr";		String _text = "частокола (длина: 5)";	}
		{	String _name = "Palisade5LongTip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "PalisadeTower1";		String _text = "Наклонная башня";	}
		{	String _name = "PalisadeTower1Lwr";		String _text = "наклонной башни";	}
		{	String _name = "PalisadeTower1Tip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "PalisadeTower2";		String _text = "Прямая башня";	}
		{	String _name = "PalisadeTower2Lwr";		String _text = "прямой башни";	}
		{	String _name = "PalisadeTower2Tip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "PalisadeTower1Corner";		String _text = "Частокол (угловая башня №1)";	}
		{	String _name = "PalisadeTower1CornerLwr";		String _text = "частокола (угловая башня №1)";	}
		{	String _name = "PalisadeTower1CornerTip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "PalisadeTower2Corner";		String _text = "Частокол (угловая башня №2)";	}
		{	String _name = "PalisadeTower2CornerLwr";		String _text = "частокола (угловая башня №2)";	}
		{	String _name = "PalisadeTower2CornerTip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "PalisadeTower1Straight";		String _text = "Частокол (наклонная башня)";	}
		{	String _name = "PalisadeTower1StraightLwr";		String _text = "частокола (наклонная башня)";	}
		{	String _name = "PalisadeTower1StraightTip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "PalisadeTower2Straight";		String _text = "Частокол (прямая башня)";	}
		{	String _name = "PalisadeTower2StraightLwr";		String _text = "частокола (прямая башня)";	}
		{	String _name = "PalisadeTower2StraightTip";		String _text = "Частокол может быть построен как декорация или преграждение пути.";	}

		{	String _name = "Blockhouse";		String _text = "Блокгауз";	}
		{	String _name = "BlockhouseLwr";		String _text = "блокгауза";	}
		{	String _name = "BlockhouseTip";		String _text = "Блокгауз представляет собой важную стратегическую точку, в которой находится гарнизон. Для содержания блокгауза требуются военные припасы, а сам он принесёт вам пфенниги и гульдены, собираемые с проходящих людей и торговцев.";	}
		{	String _name = "BlockhouseBoxTip";		String _text = "Требует: военные припасы. Производит: случайный набор серебряных пфеннигов и золотых гульденов.";	}

		{	String _name = "StarFort1";		String _text = "Бастион";	}
		{	String _name = "StarFort1Lwr";		String _text = "бастиона";	}
		{	String _name = "StarFort1Tip";		String _text = "Бастион с двумя пушками для украшения города. Бастионы возводятся на углах форта.";	}

		{	String _name = "FortWell";		String _text = "Деревянный колодец";	}
		{	String _name = "FortWellLwr";		String _text = "деревянного колодца";	}
		{	String _name = "FortWellTip";		String _text = "Деревянный колодец для украшения города. Отлично подходит для украшения форта.";	}
		
		{	String _name = "CCFountain";		String _text = "Фонтан";	}
		{	String _name = "CCFountainLwr";		String _text = "фонтана";	}
		{	String _name = "CCFountainTip";		String _text = "Фонтан для украшения города. Кроме того, при пожаре жители могут использовать воду из фонтана для тушения.";	}

	// Colonial walls
		{	String _name = "ColonialWall";		String _text = "Колониальная стена";	}
		{	String _name = "ColonialWallLwr";		String _text = "колониальной стены";	}
		{	String _name = "ColonialWallTip";		String _text = "Строительство колониальной стены длиной 1 клетка.";	}

		{	String _name = "ColonialWall3";		String _text = "Колониальная стена (Т-образ.)";	}
		{	String _name = "ColonialWall3Lwr";		String _text = "колониальной стены";	}
		{	String _name = "ColonialWall3Tip";		String _text = "Строительство Т-образной части колониальной стены.";	}

		{	String _name = "ColonialWall4";		String _text = "Колониальная стена (Х-образ.)";	}
		{	String _name = "ColonialWall4Lwr";		String _text = "колониальной стены";	}
		{	String _name = "ColonialWall4Tip";		String _text = "Строительство Х-образной части колониальной стены.";	}

		{	String _name = "ColonialWallCorner";		String _text = "Колониальная стена (угол)";	}
		{	String _name = "ColonialWallCornerLwr";		String _text = "колониальной стены";	}
		{	String _name = "ColonialWallCornerTip";		String _text = "Строительство угловой части колониальной стены.";	}

		{	String _name = "ColonialWallGate";		String _text = "Колониальные ворота";	}
		{	String _name = "ColonialWallGateLwr";		String _text = "колониальных ворот";	}
		{	String _name = "ColonialWallGateTip";		String _text = "Строительство ворот для колониальной стены.";	}

		{	String _name = "ColonialWallTight";		String _text = "Придомовая колониальная стена";	}
		{	String _name = "ColonialWallTightLwr";		String _text = "колониальной стены";	}
		{	String _name = "ColonialWallTightTip";		String _text = "Строительство придомовой колониальной стены.";	}

		{	String _name = "ColonialWallDiagonal";		String _text = "Колониальная стена (диаг.)";	}
		{	String _name = "ColonialWallDiagonalLwr";		String _text = "колониальной стены";	}
		{	String _name = "ColonialWallDiagonalTip";		String _text = "Строительство диагональной части колониальной стены.";	}

		{	String _name = "ColonialWallTurn1";		String _text = "Колониальная стена (угол 45)";	}
		{	String _name = "ColonialWallTurn1Lwr";		String _text = "колониальной стены";	}
		{	String _name = "ColonialWallTurn1Tip";		String _text = "Строительство угловой части колониальной стены (угол 45 градусов).";	}

		{	String _name = "ColonialWallTurn2";		String _text = "Колониальная стена (угол 45)";	}
		{	String _name = "ColonialWallTurn2Lwr";		String _text = "колониальной стены";	}
		{	String _name = "ColonialWallTurn2Tip";		String _text = "Строительство угловой части колониальной стены (угол 45 градусов).";	}

		{	String _name = "ColonialWall3Wide";		String _text = "Колониальная стена (длина: 3)";	}
		{	String _name = "ColonialWall3WideLwr";		String _text = "колониальной стены";	}
		{	String _name = "ColonialWall3WideTip";		String _text = "Строительство колониальной стены длиной 3 клетки.";	}

		{	String _name = "ColonialWall5Wide";		String _text = "Колониальная стена (длина: 5)";	}
		{	String _name = "ColonialWall5WideLwr";		String _text = "колониальной стены";	}
		{	String _name = "ColonialWall5WideTip";		String _text = "Строительство колониальной стены длиной 5 клеток.";	}

		// City Walls
		{	String _name = "MenuColonialCityWallsTip";		String _text = "Городские стены";	}
		
		{	String _name = "ColonialCityWall1x3";		String _text = "Городская стена";	}
		{	String _name = "ColonialCityWall1x3Lwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWall1x3Tip";		String _text = "Строительство городской стены шириной 3 клетки, по которой жители смогут ходить.";	}
		
		{	String _name = "ColonialCityWall3long";		String _text = "Городская стена (длина: 3)";	}
		{	String _name = "ColonialCityWall3longLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWall3longTip";		String _text = "Строительство городской стены шириной и длиной 3 клетки, по которой жители смогут ходить.";	}

		{	String _name = "ColonialCityWall5longTight";		String _text = "Городская стена (длина: 5)";	}
		{	String _name = "ColonialCityWall5longTightLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWall5longTightTip";		String _text = "Строительство городской стены шириной 3 клетки и длиной 5 клеток, по которой жители смогут ходить.";	}
		
		{	String _name = "ColonialCityWallCorner";		String _text = "Городская стена (угол)";	}
		{	String _name = "ColonialCityWallCornerLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWallCornerTip";		String _text = "Строительство угловой части городской стены шириной и длиной 3 клетки, по которой жители смогут ходить.";	}
		
		{	String _name = "ColonialCityWall3way";		String _text = "Городская стена (Т-образ.)";	}
		{	String _name = "ColonialCityWall3wayLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWall3wayTip";		String _text = "Строительство Т-образной части городской стены шириной и длиной 3 клетки, по которой жители смогут ходить.";	}
		
		{	String _name = "ColonialCityWall4way";		String _text = "Городская стена (Х-образ.)";	}
		{	String _name = "ColonialCityWall4wayLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWall4wayTip";		String _text = "Строительство Х-образной части городской стены шириной и длиной 3 клетки, по которой жители смогут ходить.";	}
		
		{	String _name = "ColonialCityWallBridge";		String _text = "Городская стена (мост)";	}
		{	String _name = "ColonialCityWallBridgeLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWallBridgeTip";		String _text = "Строительство мостовой части городской стены шириной и длиной 3 клетки, по которой жители смогут ходить.";	}

		{	String _name = "ColonialCityWallBridgeMAIN";		String _text = "Городская стена (мост)";	}
		{	String _name = "ColonialCityWallBridgeMAINLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWallBridgeMAINTip";		String _text = "Строительство мостовой части городской стены шириной 3 клетки и не фиксированной длины, по которой жители смогут ходить.";	}
		
		{	String _name = "ColonialCityWallGate";		String _text = "Городские ворота";	}
		{	String _name = "ColonialCityWallGateLwr";		String _text = "городских ворот";	}
		{	String _name = "ColonialCityWallGateTip";		String _text = "Строительство городских ворот шириной и длиной 3 клетки, по которой жители смогут ходить.";	}
		
		{	String _name = "ColonialCityWallDrain";		String _text = "Городская стена (сток)";	}
		{	String _name = "ColonialCityWallDrainLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWallDrainTip";		String _text = "Строительство городской стены со стоком шириной 3 клетки и длиной 1 клетка, по которой жители смогут ходить. Отлично подходит для мостовой части стены, так как может располагаться на берегу.";	}
		
		{	String _name = "ColonialCityWallEnd";		String _text = "Городская стена (конец)";	}
		{	String _name = "ColonialCityWallEndLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWallEndTip";		String _text = "Строительство конечной части городской стены шириной 3 клетки и длиной 1 клетка, по которой жители смогут ходить.";	}
		
		{	String _name = "ColonialCityWallLadder";		String _text = "Городская стена (лесенка)";	}
		{	String _name = "ColonialCityWallLadderLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWallLadderTip";		String _text = "Строительство лестничной части городской стены, по которой жители смогут ходить.";	}
		
		{	String _name = "ColonialCityWallStairs";		String _text = "Городская стена (лестница)";	}
		{	String _name = "ColonialCityWallStairsLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWallStairsTip";		String _text = "Строительство лестничной части городской стены, по которой жители смогут ходить.";	}
		
		{	String _name = "ColonialCityWallTight";		String _text = "Городская стена";	}
		{	String _name = "ColonialCityWallTightLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWallTightTip";		String _text = "Строительство городской стены шириной 3 клетки, по которой жители смогут ходить.";	}

		{	String _name = "ColonialCityWallTower1";		String _text = "Городская стена (башня)";	}
		{	String _name = "ColonialCityWallTower1Lwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWallTower1Tip";		String _text = "Строительство башенной части городской стены, по которой жители смогут ходить.";	}
		
		{	String _name = "ColonialCityWallDECOcannon";		String _text = "Городская стена (пушка)";	}
		{	String _name = "ColonialCityWallDECOcannonLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWallDECOcannonTip";		String _text = "Строительство пушки для городской стены.";	}

		{	String _name = "ColonialCityWall3x5DSstorage";		String _text = "Городская стена (амбар)";	}
		{	String _name = "ColonialCityWall3x5DSstorageLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWall3x5DSstorageTip";		String _text = "Строительство части городской стены шириной 3 клетки и длиной 5 клеток, по которой жители смогут ходить. Ёмкость для хранения продовольствия/лекарств/инструментов/одежды: 3000.";	}
		
		{	String _name = "ColonialCityWallShield";		String _text = "Городская стена (щит)";	}
		{	String _name = "ColonialCityWallShieldLwr";		String _text = "городской стены";	}
		{	String _name = "ColonialCityWallShieldTip";		String _text = "Строительство щита для городской стены.";	}

		// Picket Fence
		{	String _name = "MenuColonialPicketFenceTip";		String _text = "Белый забор";	}
		
		{	String _name = "ColonialPicketFence";		String _text = "Белый забор";	}
		{	String _name = "ColonialPicketFenceLwr";		String _text = "белого забора";	}
		{	String _name = "ColonialPicketFenceTip";		String _text = "Строительство белого забора, длиной 1 клетка.";	}
		
		{	String _name = "ColonialPicketFence3long";		String _text = "Белый забор";	}
		{	String _name = "ColonialPicketFence3longLwr";		String _text = "белого забора";	}
		{	String _name = "ColonialPicketFence3longTip";		String _text = "Строительство белого забора, длиной 3 клетки.";	}
		
		{	String _name = "ColonialPicketFence3way";		String _text = "Белый забор (Т-образ.)";	}
		{	String _name = "ColonialPicketFence3wayLwr";		String _text = "белого забора";	}
		{	String _name = "ColonialPicketFence3wayTip";		String _text = "Строительство Т-образной части белого забора.";	}
		
		{	String _name = "ColonialPicketFence4way";		String _text = "Белый забор (Х-образ.)";	}
		{	String _name = "ColonialPicketFence4wayLwr";		String _text = "белого забора";	}
		{	String _name = "ColonialPicketFence4wayTip";		String _text = "Строительство Х-образной части белого забора.";	}
		
		{	String _name = "ColonialPicketFenceCorner";		String _text = "Белый забор (угол)";	}
		{	String _name = "ColonialPicketFenceCornerLwr";		String _text = "белого забора";	}
		{	String _name = "ColonialPicketFenceCornerTip";		String _text = "Строительство угловой части белого забора.";	}
		
		{	String _name = "ColonialPicketFenceDiagonalIN";		String _text = "Белый забор (угол 45)";	}
		{	String _name = "ColonialPicketFenceDiagonalINLwr";		String _text = "белого забора";	}
		{	String _name = "ColonialPicketFenceDiagonalINTip";		String _text = "Строительство угловой части белого забора (угол 45 градусов).";	}
		
		{	String _name = "ColonialPicketFenceDiagonalOUT";		String _text = "Белый забор (угол 45)";	}
		{	String _name = "ColonialPicketFenceDiagonalOUTLwr";		String _text = "белого забора";	}
		{	String _name = "ColonialPicketFenceDiagonalOUTTip";		String _text = "Строительство угловой части белого забора (угол 45 градусов).";	}
		
		{	String _name = "ColonialPicketFenceDiagonal";		String _text = "Белый забор (диаг.)";	}
		{	String _name = "ColonialPicketFenceDiagonalLwr";		String _text = "белого забора";	}
		{	String _name = "ColonialPicketFenceDiagonalTip";		String _text = "Строительство диагональной части белого забора.";	}
		
		{	String _name = "ColonialPicketFenceGate1";		String _text = "Белый забор (ворота)";	}
		{	String _name = "ColonialPicketFenceGate1Lwr";		String _text = "белого забора";	}
		{	String _name = "ColonialPicketFenceGate1Tip";		String _text = "Строительство ворот для белого забора размером 1х1.";	}
		
		{	String _name = "ColonialPicketFenceGate2";		String _text = "Белый забор (ворота)";	}
		{	String _name = "ColonialPicketFenceGate2Lwr";		String _text = "белого забора";	}
		{	String _name = "ColonialPicketFenceGate2Tip";		String _text = "Строительство ворот для белого забора размером 2х1.";	}
		
		{	String _name = "ColonialPicketFenceTight";		String _text = "Белый забор (придомовой)";	}
		{	String _name = "ColonialPicketFenceTightLwr";		String _text = "белого забора";	}
		{	String _name = "ColonialPicketFenceTightTip";		String _text = "Строительство придомовой части белого забора.";	}
		
		
		// Tall Wood Fence
		{	String _name = "MenuColonialTallWoodFenceTip";		String _text = "Высокий деревянный забор";	}
		
		{	String _name = "ColonialTallWoodFence";		String _text = "Высокий деревянный забор";	}
		{	String _name = "ColonialTallWoodFenceLwr";		String _text = "высокого деревянного забора";	}
		{	String _name = "ColonialTallWoodFenceTip";		String _text = "Строительство высокого деревянного забора длиной 1 клетка.";	}
		
		{	String _name = "ColonialTallWoodFence3long";		String _text = "Высокий деревянный забор (длина: 3)";	}
		{	String _name = "ColonialTallWoodFence3longLwr";		String _text = "высокого деревянного забора";	}
		{	String _name = "ColonialTallWoodFence3longTip";		String _text = "Строительство высокого деревянного забора длиной 3 клетка.";	}
		
		{	String _name = "ColonialTallWoodFence3way";		String _text = "Высокий деревянный забор (Т-образ.)";	}
		{	String _name = "ColonialTallWoodFence3wayLwr";		String _text = "высокого деревянного забора";	}
		{	String _name = "ColonialTallWoodFence3wayTip";		String _text = "Строительство Т-образной части высокого деревянного забора.";	}
		
		{	String _name = "ColonialTallWoodFence4way";		String _text = "Высокий деревянный забор (Х-образ.)";	}
		{	String _name = "ColonialTallWoodFence4wayLwr";		String _text = "высокого деревянного забора";	}
		{	String _name = "ColonialTallWoodFence4wayTip";		String _text = "Строительство Х-образной части высокого деревянного забора.";	}
		
		{	String _name = "ColonialTallWoodFenceCorner";		String _text = "Высокий деревянный забор (угол)";	}
		{	String _name = "ColonialTallWoodFenceCornerLwr";		String _text = "высокого деревянного забора";	}
		{	String _name = "ColonialTallWoodFenceCornerTip";		String _text = "Строительство угловой части высокого деревянного забора.";	}
		
		{	String _name = "ColonialTallWoodFenceDiagonalIN";		String _text = "Высокий деревянный забор (угол 45)";	}
		{	String _name = "ColonialTallWoodFenceDiagonalINLwr";		String _text = "высокого деревянного забора";	}
		{	String _name = "ColonialTallWoodFenceDiagonalINTip";		String _text = "Строительство угловой части высокого деревянного забора (угол 45 градусов).";	}
		
		{	String _name = "ColonialTallWoodFenceDiagonalOUT";		String _text = "Высокий деревянный забор (угол 45)";	}
		{	String _name = "ColonialTallWoodFenceDiagonalOUTLwr";		String _text = "высокого деревянного забора";	}
		{	String _name = "ColonialTallWoodFenceDiagonalOUTTip";		String _text = "Строительство угловой части высокого деревянного забора (угол 45 градусов).";	}
		
		{	String _name = "ColonialTallWoodFenceDiagonal";		String _text = "Высокий деревянный забор (диаг.)";	}
		{	String _name = "ColonialTallWoodFenceDiagonalLwr";		String _text = "высокого деревянного забора";	}
		{	String _name = "ColonialTallWoodFenceDiagonalTip";		String _text = "Строительство диагональной части высокого деревянного забора.";	}
		
		{	String _name = "ColonialTallWoodFenceGate1";		String _text = "Высокие деревянные ворота";	}
		{	String _name = "ColonialTallWoodFenceGate1Lwr";		String _text = "длинных деревянных ворот";	}
		{	String _name = "ColonialTallWoodFenceGate1Tip";		String _text = "Строительство высоких деревянных ворот.";	}
		
		{	String _name = "ColonialTallWoodFenceGate2";		String _text = "Высокие деревянные ворота";	}
		{	String _name = "ColonialTallWoodFenceGate2Lwr";		String _text = "длинных деревянных ворот";	}
		{	String _name = "ColonialTallWoodFenceGate2Tip";		String _text = "Строительство высоких деревянных ворот шириной 2 клетки.";	}
		
		{	String _name = "ColonialTallWoodFenceTight";		String _text = "Придомовой деревянный забор";	}
		{	String _name = "ColonialTallWoodFenceTightLwr";		String _text = "придомового деревянного забора";	}
		{	String _name = "ColonialTallWoodFenceTightTip";		String _text = "Строительство высоких деревянных ворот.";	}
			
		
		// Demolish Gate Button
		{	String _name = "ColonialFencesDeleteButton";		String _text = "Снести эти ворота.";	}
		{	String _name = "ColonialFencesDeleteButtonLwr";		String _text = "сноса";	}
		{	String _name = "ColonialFencesDeleteButtonTip";		String _text = "Снести эти ворота.";	}


	// ############################
	// ##    Decorative trees    ##
	// ############################
	// Standard trees
		{	String _name = "EternalPine";		String _text = "Городская сосна";	}
		{	String _name = "EternalPineLwr";		String _text = "городской сосны";	}
		{	String _name = "EternalPineTip";		String _text = "Посадить городскую сосну для украшения города.";	}

		{	String _name = "EternalNewPine";		String _text = "Городская сосна";	}
		{	String _name = "EternalNewPineLwr";		String _text = "городской сосны";	}
		{	String _name = "EternalNewPineTip";		String _text = "Посадить городскую сосну для украшения города.";	}

		{	String _name = "EternalBirch";		String _text = "Городская берёза";	}
		{	String _name = "EternalBirchLwr";		String _text = "городской берёзы";	}
		{	String _name = "EternalBirchTip";		String _text = "Посадить городскую берёзу для украшения города.";	}

		{	String _name = "EternalOak";		String _text = "Городской дуб";	}
		{	String _name = "EternalOakLwr";		String _text = "городского дуба";	}
		{	String _name = "EternalOakTip";		String _text = "Посадить городской дуб для украшения города.";	}

		{	String _name = "EternalMaple";		String _text = "Городской клён";	}
		{	String _name = "EternalMapleLwr";		String _text = "городского клёна";	}
		{	String _name = "EternalMapleTip";		String _text = "Посадить городской клён для украшения города.";	}
		
		{	String _name = "EternalWillow";		String _text = "Городская ива";	}
		{	String _name = "EternalWillowLwr";		String _text = "городской ивы";	}
		{	String _name = "EternalWillowTip";		String _text = "Посадить городскую иву для украшения города.";	}

		{	String _name = "BuckeyeTree";		String _text = "Городской конский каштан";	}
		{	String _name = "BuckeyeTreeLwr";		String _text = "городского конского каштана";	}
		{	String _name = "BuckeyeTreeTip";		String _text = "Посадить городской конский каштан для украшения города.";	}

		{	String _name = "CopperBeechTree";		String _text = "Городской фиолетовый бук";	}
		{	String _name = "CopperBeechTreeLwr";		String _text = "городского фиолетового бука";	}
		{	String _name = "CopperBeechTreeTip";		String _text = "Посадить городской фиолетовый бук для украшения города.";	}

		{	String _name = "DecoTreeA";		String _text = "Городская гордония";	}
		{	String _name = "DecoTreeALwr";		String _text = "городской гордонии";	}
		{	String _name = "DecoTreeATip";		String _text = "Посадить городскую гордонию для украшения города.";	}

		{	String _name = "DecoTreeB";		String _text = "Городская лиственница";	}
		{	String _name = "DecoTreeBLwr";		String _text = "городской лиственницы";	}
		{	String _name = "DecoTreeBTip";		String _text = "Посадить городскую лиственницу для украшения города.";	}

		{	String _name = "DecoTreeC";		String _text = "Городская берёзка";	}
		{	String _name = "DecoTreeCLwr";		String _text = "городской берёзки";	}
		{	String _name = "DecoTreeCTip";		String _text = "Посадить городскую берёзку для украшения города.";	}

		{	String _name = "DecoTreeD";		String _text = "Городской кедр";	}
		{	String _name = "DecoTreeDLwr";		String _text = "городского кедра";	}
		{	String _name = "DecoTreeDTip";		String _text = "Посадить городской кедр для украшения города.";	}

		{	String _name = "DecoTreeE";		String _text = "Городская ель";	}
		{	String _name = "DecoTreeELwr";		String _text = "городской ели";	}
		{	String _name = "DecoTreeETip";		String _text = "Посадить городскую ель для украшения города.";	}

		{	String _name = "DecoTreeF";		String _text = "Городской жасмин";	}
		{	String _name = "DecoTreeFLwr";		String _text = "городского жасмина";	}
		{	String _name = "DecoTreeFTip";		String _text = "Посадить городской жасмин для украшения города.";	}

		{	String _name = "DecoTreeG";		String _text = "Городская жакаранда";	}
		{	String _name = "DecoTreeGLwr";		String _text = "городской жакаранды";	}
		{	String _name = "DecoTreeGTip";		String _text = "Посадить городскую жакаранду для украшения города.";	}

		{	String _name = "DecoTreeH";		String _text = "Городская бруслина";	}
		{	String _name = "DecoTreeHLwr";		String _text = "городской бруслины";	}
		{	String _name = "DecoTreeHTip";		String _text = "Посадить городскую бруслину для украшения города.";	}

		{	String _name = "DecoTreeI";		String _text = "Городская гевея";	}
		{	String _name = "DecoTreeILwr";		String _text = "городской гевеи";	}
		{	String _name = "DecoTreeITip";		String _text = "Посадить городскую гевею для украшения города.";	}

		{	String _name = "DecoTreeJ";		String _text = "Городская хагения";	}
		{	String _name = "DecoTreeJLwr";		String _text = "городской хагении";	}
		{	String _name = "DecoTreeJTip";		String _text = "Посадить городскую хагению для украшения города.";	}

		{	String _name = "DecoTreeM";		String _text = "Городской пень";	}
		{	String _name = "DecoTreeMLwr";		String _text = "городского пня";	}
		{	String _name = "DecoTreeMTip";		String _text = "Городской пень для украшения города.";	}

		{	String _name = "DecoStump";		String _text = "Городской пенёк";	}
		{	String _name = "DecoStumpLwr";		String _text = "городского пенька";	}
		{	String _name = "DecoStumpTip";		String _text = "Городской пенёк для украшения города.";	}

		{	String _name = "DecoPalm";		String _text = "Городская пальма";	}
		{	String _name = "DecoPalmLwr";		String _text = "городской пальмы";	}
		{	String _name = "DecoPalmTip";		String _text = "Посадить городскую пальму для украшения города.";	}

		{	String _name = "DecoYukaTree";		String _text = "Городская юкка";	}
		{	String _name = "DecoYukaTreeLwr";		String _text = "городской юкки";	}
		{	String _name = "DecoYukaTreeTip";		String _text = "Посадить городскую юкку для украшения города.";	}

		{	String _name = "DecoBananaTree";		String _text = "Городской банан";	}
		{	String _name = "DecoBananaTreeLwr";		String _text = "городского банана";	}
		{	String _name = "DecoBananaTreeTip";		String _text = "Посадить городской банан для украшения города.";	}

		{	String _name = "DecoBambooTree";		String _text = "Городской бамбук";	}
		{	String _name = "DecoBambooTreeLwr";		String _text = "городского бамбука";	}
		{	String _name = "DecoBambooTreeTip";		String _text = "Посадить городской бамбук для украшения города.";	}

		{	String _name = "DecoTreePines";		String _text = "Городская сосна";	}
		{	String _name = "DecoTreePinesLwr";		String _text = "городская сосна";	}
		{	String _name = "DecoTreePinesTip";		String _text = "Посадить городскую сосну для украшения";	}

	// Fruit trees
		{	String _name = "EternalAppleTree";		String _text = "Городская яблоня";	}
		{	String _name = "EternalAppleTreeLwr";		String _text = "городской яблони";	}
		{	String _name = "EternalAppleTreeTip";		String _text = "Посадить городскую яблоню для украшения города.";	}

		{	String _name = "EternalCherryTree";		String _text = "Городская вишня";	}
		{	String _name = "EternalCherryTreeLwr";		String _text = "городской вишни";	}
		{	String _name = "EternalCherryTreeTip";		String _text = "Посадить городскую вишню для украшения города.";	}

		{	String _name = "EternalChestnutTree";		String _text = "Городской каштан";	}
		{	String _name = "EternalChestnutTreeLwr";		String _text = "городского каштана";	}
		{	String _name = "EternalChestnutTreeTip";		String _text = "Посадить городской каштан для украшения города.";	}

		{	String _name = "EternalPeachTree";		String _text = "Городское персиковое дерево";	}
		{	String _name = "EternalPeachTreeLwr";		String _text = "городского персика";	}
		{	String _name = "EternalPeachTreeTip";		String _text = "Посадить городское персиковое дерево для украшения города.";	}

		{	String _name = "EternalPearTree";		String _text = "Городская груша";	}
		{	String _name = "EternalPearTreeLwr";		String _text = "городской груши";	}
		{	String _name = "EternalPearTreeTip";		String _text = "Посадить городскую грушу для украшения города.";	}

		{	String _name = "EternalPecanTree";		String _text = "Городской пекан";	}
		{	String _name = "EternalPecanTreeLwr";		String _text = "городского пекана";	}
		{	String _name = "EternalPecanTreeTip";		String _text = "Посадить городской пекан для украшения города.";	}

		{	String _name = "EternalPlumTree";		String _text = "Городское сливовое дерево";	}
		{	String _name = "EternalPlumTreeLwr";		String _text = "городской сливы";	}
		{	String _name = "EternalPlumTreeTip";		String _text = "Посадить городское сливовое дерево для украшения города.";	}

		{	String _name = "EternalWalnutTree";		String _text = "Городской грецкий орех";	}
		{	String _name = "EternalWalnutTreeLwr";		String _text = "городского грецкого ореха";	}
		{	String _name = "EternalWalnutTreeTip";		String _text = "Посадить городской грецкий орех для украшения города.";	}

		{	String _name = "EternalApricotTree";		String _text = "Городское абрикосовое дерево";	}
		{	String _name = "EternalApricotTreeLwr";		String _text = "городского абрикоса";	}
		{	String _name = "EternalApricotTreeTip";		String _text = "Посадить городское абрикосовое дерево для украшения города.";	}

		{	String _name = "EternalFigTree";		String _text = "Городская смоковница";	}
		{	String _name = "EternalFigTreeLwr";		String _text = "городской смоковницы";	}
		{	String _name = "EternalFigTreeTip";		String _text = "Посадить городскую смоковницу для украшения города.";	}

		{	String _name = "EternalMulberryTree";		String _text = "Городская красная шелковица";	}
		{	String _name = "EternalMulberryTreeLwr";		String _text = "городской красной шелковицы";	}
		{	String _name = "EternalMulberryTreeTip";		String _text = "Посадить городскую красную шелковицу для украшения города.";	}

		{	String _name = "EternalOliveTree";		String _text = "Городская олива";	}
		{	String _name = "EternalOliveTreeLwr";		String _text = "городской оливы";	}
		{	String _name = "EternalOliveTreeTip";		String _text = "Посадить городскую оливу для украшения города.";	}

		{	String _name = "EternalQuinceTree";		String _text = "Городская айва";	}
		{	String _name = "EternalQuinceTreeLwr";		String _text = "городской айвы";	}
		{	String _name = "EternalQuinceTreeTip";		String _text = "Посадить городскую айву для украшения города.";	}

		{	String _name = "EternalGrapevine";		String _text = "Городская виноградная лоза";	}
		{	String _name = "EternalGrapevineLwr";		String _text = "городской виноградной лозы";	}
		{	String _name = "EternalGrapevineTip";		String _text = "Посадить городскую виноградную лозу для украшения города.";	}

		{	String _name = "EternalCoffeeTree";		String _text = "Городское кофейное дерево";	}
		{	String _name = "EternalCoffeeTreeLwr";		String _text = "городского кофейного дерева";	}
		{	String _name = "EternalCoffeeTreeTip";		String _text = "Посадить городское кофейное дерево для украшения города.";	}

		{	String _name = "EternalOrangeTree";		String _text = "Городской апельсин";	}
		{	String _name = "EternalOrangeTreeLwr";		String _text = "городского апельсина";	}
		{	String _name = "EternalOrangeTreeTip";		String _text = "Посадить городской апельсин для украшения города.";	}

	// #############################
	// ##    Decorative hedges    ##
	// #############################
	// Full hedges
		{	String _name = "HedgeSingle";		String _text = "Изгородь";	}
		{	String _name = "HedgeSingleLwr";		String _text = "изгороди";	}
		{	String _name = "HedgeSingleTip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "HedgeSinglehh";		String _text = "Низкая изгородь";	}
		{	String _name = "HedgeSinglehhLwr";		String _text = "низкой изгороди";	}
		{	String _name = "HedgeSinglehhTip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge";		String _text = "Изгородь 2x1";	}
		{	String _name = "HedgeLwr";		String _text = "изгороди";	}
		{	String _name = "HedgeTip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge2";		String _text = "Изгородь 4x1";	}
		{	String _name = "Hedge2Lwr";		String _text = "изгороди";	}
		{	String _name = "Hedge2Tip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge3";		String _text = "Изгородь 6x1";	}
		{	String _name = "Hedge3Lwr";		String _text = "изгороди";	}
		{	String _name = "Hedge3Tip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

	// Custom tall hedges
		{	String _name = "Hedge4";		String _text = "Изгородь (конец)";	}
		{	String _name = "Hedge4Lwr";		String _text = "изгороди";	}
		{	String _name = "Hedge4Tip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge5";		String _text = "Изгородь (центр)";	}
		{	String _name = "Hedge5Lwr";		String _text = "изгороди";	}
		{	String _name = "Hedge5Tip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}
		
		{	String _name = "HedgeTransition";		String _text = "Изгородь (переход)";	}
		{	String _name = "HedgeTransitionLwr";		String _text = "изгороди (переход)";	}
		{	String _name = "HedgeTransitionTip";		String _text = "Переход красиво соединит высокую и низкую изгороди. Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge6";		String _text = "Изгородь (разветвление для 3 сторон)";	}
		{	String _name = "Hedge6Lwr";		String _text = "изгороди";	}
		{	String _name = "Hedge6Tip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge7";		String _text = "Изгородь (угол)";	}
		{	String _name = "Hedge7Lwr";		String _text = "изгороди";	}
		{	String _name = "Hedge7Tip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge8";		String _text = "Изгородь (арка)";	}
		{	String _name = "Hedge8Lwr";		String _text = "изгороди (арка)";	}
		{	String _name = "Hedge8Tip";		String _text = "Арка может быть построена как декорация или для изменения пути.";	}

		{	String _name = "Hedge8wide";		String _text = "Изгородь (арка)";	}
		{	String _name = "Hedge8wideLwr";		String _text = "изгороди (арка)";	}
		{	String _name = "Hedge8wideTip";		String _text = "Арка может быть построена как декорация или для изменения пути. Длина: 2 клетки.";	}

		{	String _name = "Hedge4way";		String _text = "Изгородь (разветвление для 4 сторон)";	}
		{	String _name = "Hedge4wayLwr";		String _text = "изгороди";	}
		{	String _name = "Hedge4wayTip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge5Tight";		String _text = "Придомовая изгородь";	}
		{	String _name = "Hedge5TightLwr";		String _text = "придомовой изгороди";	}
		{	String _name = "Hedge5TightTip";		String _text = "Придомовую изгородь можно построить рядом с домом или другим зданием. Изгородь может быть построена как декорация или как преграждение пути.";	}

	// Custom small hedges
		{	String _name = "Hedge4hh";		String _text = "Низкая изгородь (конец)";	}
		{	String _name = "Hedge4hhLwr";		String _text = "изгороди";	}
		{	String _name = "Hedge4hhTip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge5hh";		String _text = "Низкая изгородь (центр)";	}
		{	String _name = "Hedge5hhLwr";		String _text = "изгороди";	}
		{	String _name = "Hedge5hhTip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge6hh";		String _text = "Низкая изгородь (разветвление для 3 сторон)";	}
		{	String _name = "Hedge6hhLwr";		String _text = "изгороди";	}
		{	String _name = "Hedge6hhTip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge7hh";		String _text = "Низкая изгородь (угол)";	}
		{	String _name = "Hedge7hhLwr";		String _text = "изгороди";	}
		{	String _name = "Hedge7hhTip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge4wayhh";		String _text = "Низкая изгородь (разветвление для 4 сторон)";	}
		{	String _name = "Hedge4wayhhLwr";		String _text = "низкой изгороди (разветвление для 4 сторон)";	}
		{	String _name = "Hedge4wayhhTip";		String _text = "Изгородь может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "Hedge5hhTight";		String _text = "Низкая придомовая изгородь";	}
		{	String _name = "Hedge5hhTightLwr";		String _text = "низкой придомовой изгороди";	}
		{	String _name = "Hedge5hhTightTip";		String _text = "Придомовую изгородь можно построить рядом с домом или другим зданием. Изгородь может быть построена как декорация или как преграждение пути.";	}

	// #######################################
	// ##    Decorative flowers and bush  ##
	// #######################################
		{	String _name = "bush1";		String _text = "Светло-зелёный куст";	}
		{	String _name = "bush1Lwr";		String _text = "куста";	}
		{	String _name = "bush1Tip";		String _text = "Куст для украшения города.";	}
		
		{	String _name = "bush2";		String _text = "Куст бледно-розовых цветов";	}
		{	String _name = "bush2Lwr";		String _text = "куста";	}
		{	String _name = "bush2Tip";		String _text = "Куст с цветами оттенка бедра взволнованной нимфы для украшения города.";	}
		
		{	String _name = "bush3";		String _text = "Лавандовый куст";	}
		{	String _name = "bush3Lwr";		String _text = "куста";	}
		{	String _name = "bush3Tip";		String _text = "Куст для украшения города.";	}
		
		{	String _name = "bush4";		String _text = "Куст красных роз";	}
		{	String _name = "bush4Lwr";		String _text = "куста";	}
		{	String _name = "bush4Tip";		String _text = "Куст для украшения города.";	}
		
		{	String _name = "bush5";		String _text = "Куст белых роз";	}
		{	String _name = "bush5Lwr";		String _text = "куста";	}
		{	String _name = "bush5Tip";		String _text = "Куст для украшения города.";	}
		
		{	String _name = "bush6";		String _text = "Тёмно-зелёный куст";	}
		{	String _name = "bush6Lwr";		String _text = "куста";	}
		{	String _name = "bush6Tip";		String _text = "Куст для украшения города.";	}
		
		{	String _name = "bush7";		String _text = "Зелёный куст";	}
		{	String _name = "bush7Lwr";		String _text = "куста";	}
		{	String _name = "bush7Tip";		String _text = "Куст для украшения города.";	}
		
		{	String _name = "bush8";		String _text = "Куст шалфея";	}
		{	String _name = "bush8Lwr";		String _text = "куста";	}
		{	String _name = "bush8Tip";		String _text = "Куст для украшения города.";	}
		
		{	String _name = "bush9";		String _text = "Куст жёлтых цветов";	}
		{	String _name = "bush9Lwr";		String _text = "куста";	}
		{	String _name = "bush9Tip";		String _text = "Куст для украшения города.";	}
		
		{	String _name = "bush10";		String _text = "Куст красных цветов";	}
		{	String _name = "bush10Lwr";		String _text = "куста";	}
		{	String _name = "bush10Tip";		String _text = "Куст для украшения города.";	}
		
		{	String _name = "Flower01";		String _text = "Розовая бегония";	}
		{	String _name = "Flower01Lwr";		String _text = "розовой бегонии";	}
		{	String _name = "Flower01Tip";		String _text = "Посадить розовую бегонию для украшения города.";	}

		{	String _name = "Flower02";		String _text = "Асплениум гнездовой";	}
		{	String _name = "Flower02Lwr";		String _text = "асплениума гнездового";	}
		{	String _name = "Flower02Tip";		String _text = "Посадить асплениум гнездовой (папоротник) для украшения города.";	}

		{	String _name = "Flower03";		String _text = "Засыхающий папоротник";	}
		{	String _name = "Flower03Lwr";		String _text = "засыхающего папоротника";	}
		{	String _name = "Flower03Tip";		String _text = "Посадить засыхающий папоротник для украшения города.";	}

		{	String _name = "Flower04";		String _text = "Красная астра";	}
		{	String _name = "Flower04Lwr";		String _text = "красной астры";	}
		{	String _name = "Flower04Tip";		String _text = "Посадить красную астру для украшения города.";	}

		{	String _name = "Flower05";		String _text = "Розовый колокольчик";	}
		{	String _name = "Flower05Lwr";		String _text = "розового колокольчика";	}
		{	String _name = "Flower05Tip";		String _text = "Посадить розовый колокольчик для украшения города.";	}

		{	String _name = "Flower06";		String _text = "Красный георгин";	}
		{	String _name = "Flower06Lwr";		String _text = "красного георгина";	}
		{	String _name = "Flower06Tip";		String _text = "Посадить красный георгин для украшения города.";	}

		{	String _name = "Flower07";		String _text = "Лаванда";	}
		{	String _name = "Flower07Lwr";		String _text = "лаванды";	}
		{	String _name = "Flower07Tip";		String _text = "Посадить лаванду для украшения города.";	}

		{	String _name = "DecoLilly";		String _text = "Кувшинки";	}
		{	String _name = "DecoLillyLwr";		String _text = "кувшинок";	}
		{	String _name = "DecoLillyTip";		String _text = "Посадить кувшинки для украшения города.";	}

		{	String _name = "DecoToadstool";		String _text = "Поганки";	}
		{	String _name = "DecoToadstoolLwr";		String _text = "поганок";	}
		{	String _name = "DecoToadstoolTip";		String _text = "Посадить поганки для украшения города.";	}

		{	String _name = "DecoPlantA";		String _text = "Белая лилия";	}
		{	String _name = "DecoPlantALwr";		String _text = "белой лилии";	}
		{	String _name = "DecoPlantATip";		String _text = "Посадить белую лилию для украшения города.";	}

		{	String _name = "DecoReed";		String _text = "Камыш";	}
		{	String _name = "DecoReedLwr";		String _text = "камыша";	}
		{	String _name = "DecoReedTip";		String _text = "Посадить камыш для украшения города. Стоимость: 1 камыш.";	}

		{	String _name = "FlowerTulip";		String _text = "Тюльпан";	}
		{	String _name = "FlowerTulipLwr";		String _text = "тюльпана";	}
		{	String _name = "FlowerTulipTip";		String _text = "Посадить тюльпан для украшения города.";	}

		{	String _name = "DecoJunglePlants";		String _text = "Растительность джунглей";	}
		{	String _name = "DecoJunglePlantsLwr";		String _text = "растительности джунглей";	}
		{	String _name = "DecoJunglePlantsTip";		String _text = "Посадить различные виды растительности джунглей для украшения города.";	}

		{	String _name = "DecoGroundCover";		String _text = "Растительный покров";	}
		{	String _name = "DecoGroundCoverLwr";		String _text = "растительного покрова";	}
		{	String _name = "DecoGroundCoverTip";		String _text = "Посадить различные виды растительности для украшения города.";	}

	// ##################################
	// ##    Decorative flower beds    ##
	// ##################################
		{	String _name = "FB1";		String _text = "Клумба (конец)";	}
		{	String _name = "FB1Lwr";		String _text = "клумбы";	}
		{	String _name = "FB1Tip";		String _text = "Клумба может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "FB2";		String _text = "Клумба (центр)";	}
		{	String _name = "FB2Lwr";		String _text = "клумбы";	}
		{	String _name = "FB2Tip";		String _text = "Клумба может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "FB3";		String _text = "Клумба (разветвление для 3 сторон)";	}
		{	String _name = "FB3Lwr";		String _text = "клумбы";	}
		{	String _name = "FB3Tip";		String _text = "Клумба может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "FB4";		String _text = "Клумба (угол)";	}
		{	String _name = "FB4Lwr";		String _text = "клумбы";	}
		{	String _name = "FB4Tip";		String _text = "Клумба может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "FBWhole";		String _text = "Клумба";	}
		{	String _name = "FBWholeLwr";		String _text = "клумбы";	}

		{	String _name = "FBWholeTip";		String _text = "Клумба может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "FB4way";		String _text = "Клумба (Х-образ.)";	}
		{	String _name = "FB4wayLwr";		String _text = "клумба";	}
		{	String _name = "FB4wayTip";		String _text = "Клумба может быть построена как декорация или как преграждение пути.";	}

		{	String _name = "GardenBedDirt";		String _text = "Земля";	}
		{	String _name = "GardenBedDirtLwr";		String _text = "земли";	}
		{	String _name = "GardenBedDirtTip";		String _text = "Земля для заполнения садовой клумбы.";	}

		{	String _name = "GardenBedDirt3Long";		String _text = "Земля (длина: 3)";	}
		{	String _name = "GardenBedDirt3LongLwr";		String _text = "земли";	}
		{	String _name = "GardenBedDirt3LongTip";		String _text = "Земля длиной 3 клетки для заполнения садовой клумбы.";	}

		{	String _name = "GardenBedDirtTight";		String _text = "Придомовая земля";	}
		{	String _name = "GardenBedDirtTightLwr";		String _text = "земли";	}
		{	String _name = "GardenBedDirtTightTip";		String _text = "Часть земли, которая позволяет размещение вплотную к зданию.";	}

		{	String _name = "GardenBedStraight";		String _text = "Земля с окаёмкой";	}
		{	String _name = "GardenBedStraightLwr";		String _text = "земли";	}
		{	String _name = "GardenBedStraightTip";		String _text = "Земля, у которой окаёмка только с одной стороны.";	}

		{	String _name = "GardenBed3Long";		String _text = "Земля с окаёмкой (длина: 3)";	}
		{	String _name = "GardenBed3LongLwr";		String _text = "земли";	}
		{	String _name = "GardenBed3LongTip";		String _text = "Земля длиной 3 клетки, у которой окаёмка только с одной стороны.";	}

		{	String _name = "GardenBedCorner";		String _text = "Земля с окаёмкой (внутр. уг.)";	}
		{	String _name = "GardenBedCornerLwr";		String _text = "земли";	}
		{	String _name = "GardenBedCornerTip";		String _text = "Часть земли с внутренним углом, у которой окаёмка только с одной стороны.";	}

		{	String _name = "GardenBedCornerOut";		String _text = "Земля с окаёмкой (внешн. уг.)";	}
		{	String _name = "GardenBedCornerOutLwr";		String _text = "земли";	}
		{	String _name = "GardenBedCornerOutTip";		String _text = "Часть земли с внешним углом, у которой окаёмка только с одной стороны.";	}

		{	String _name = "GardenBedTight";		String _text = "Придомовая земля с окаёмкой";	}
		{	String _name = "GardenBedTightLwr";		String _text = "земли";	}
		{	String _name = "GardenBedTightTip";		String _text = "Часть земли с окаёмкой, которая позволяет размещение вплотную к зданию.";	}


	// ##################################
	// ##    Other Decorative items    ##
	// ##################################
		{	String _name = "Gazebo";		String _text = "Беседка";	}
		{	String _name = "GazeboLwr";		String _text = "беседки";	}
		{	String _name = "GazeboTip";		String _text = "Красивая беседка для украшения города.";	}
		
		{	String _name = "Clothesline";		String _text = "Бельевая верёвка";	}
		{	String _name = "ClotheslineLwr";		String _text = "бельевой верёвки";	}
		{	String _name = "ClotheslineTip";		String _text = "Бельевая верёвка для украшения города. Используйте клавишу F при размещении, чтобы изменить внешний вид объекта.";	}
		
		{	String _name = "Scarecrow";		String _text = "Пугало";	}
		{	String _name = "ScarecrowLwr";		String _text = "пугала";	}
		{	String _name = "ScarecrowTip";		String _text = "Пугало украсит любое поле.";	}

		{	String _name = "Planter1";		String _text = "Большая круглая клумба";	}
		{	String _name = "Planter1Lwr";		String _text = "большой круглой клумбы";	}
		{	String _name = "Planter1Tip";		String _text = "Декоративная клумба для деревьев и цветов.";	}
		
		{	String _name = "Planter2";		String _text = "Малая круглая клумба";	}
		{	String _name = "Planter2Lwr";		String _text = "малой круглой клумбы";	}
		{	String _name = "Planter2Tip";		String _text = "Декоративная клумба для деревьев и цветов.";	}
		
		{	String _name = "Planter3";		String _text = "Круглая клумба";	}
		{	String _name = "Planter3Lwr";		String _text = "круглой клумбы";	}
		{	String _name = "Planter3Tip";		String _text = "Декоративная клумба для деревьев и цветов.";	}
		
		{	String _name = "Planter4";		String _text = "Квадратная клумба";	}
		{	String _name = "Planter4Lwr";		String _text = "квадратной клумбы";	}
		{	String _name = "Planter4Tip";		String _text = "Декоративная клумба для деревьев и цветов.";	}
		
		{	String _name = "Planter5";		String _text = "Горшок для цветов";	}
		{	String _name = "Planter5Lwr";		String _text = "горшка для цветов";	}
		{	String _name = "Planter5Tip";		String _text = "Декоративный горшок для деревьев и цветов.";	}
		
		{	String _name = "Planter6";		String _text = "Клумба (ширина: 3)";	}
		{	String _name = "Planter6Lwr";		String _text = "клумбы";	}
		{	String _name = "Planter6Tip";		String _text = "Декоративная клумба для деревьев и цветов.";	}
		
		{	String _name = "Bench01";		String _text = "Деревянная скамья";	}
		{	String _name = "Bench01Lwr";		String _text = "деревянной скамьи";	}
		{	String _name = "Bench01Tip";		String _text = "Деревянная скамья с различным внешним видом для украшения города.";	}

		{	String _name = "Bench02";		String _text = "Каменная скамья";	}
		{	String _name = "Bench02Lwr";		String _text = "каменная скамьи";	}
		{	String _name = "Bench02Tip";		String _text = "Каменная скамья с различным внешним видом для украшения города.";	}
		
		{	String _name = "DecoTable";		String _text = "Деревянный стол";	}
		{	String _name = "DecoTableLwr";		String _text = "деревянного стола";	}
		{	String _name = "DecoTableTip";		String _text = "Деревянный стол с различным внешним видом для украшения города.";	}

		{	String _name = "DecoTrough";		String _text = "Корыто";	}
		{	String _name = "DecoTroughLwr";		String _text = "корыта";	}
		{	String _name = "DecoTroughTip";		String _text = "Корыто для украшения города. Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "benchhard";		String _text = "Лавка из древесины";	}
		{	String _name = "benchhardLwr";		String _text = "лавки из древесины";	}
		{	String _name = "benchhardTip";		String _text = "Лавка из древесины для украшения города.";	}
	
		{	String _name = "decobarrel";		String _text = "Бочки, бочонки и мешки";	}
		{	String _name = "decobarrelLwr";		String _text = "бочек, бочонок и мешков";	}
		{	String _name = "decobarrelTip";		String _text = "Бочки, бочонки с вином и мешки с зерном разного внешнего вида для украшения города.";	}

		{	String _name = "Decologs1";		String _text = "Брёвна";	}
		{	String _name = "Decologs1Lwr";		String _text = "брёвен";	}
		{	String _name = "Decologs1Tip";		String _text = "Брёвна с различным внешним видом для украшения города.";	}

		{	String _name = "DecoRock";		String _text = "Глыба";	}
		{	String _name = "DecoRockLwr";		String _text = "глыбы";	}
		{	String _name = "DecoRockTip";		String _text = "Каменная глыба для украшения города.";	}

		{	String _name = "DecoShoreRock";		String _text = "Прибрежные камни";	}
		{	String _name = "DecoShoreRockLwr";		String _text = "прибрежных камней";	}
		{	String _name = "DecoShoreRockTip";		String _text = "Прибрежные камни для украшения города.";	}

		{	String _name = "DecoRock2";		String _text = "Огромная глыба";	}
		{	String _name = "DecoRock2Lwr";		String _text = "огромной глыбы";	}
		{	String _name = "DecoRock2Tip";		String _text = "Огромная каменная глыба для украшения города.";	}

		{	String _name = "Crate";		String _text = "Ящик";	}
		{	String _name = "CrateLwr";		String _text = "ящика";	}
		{	String _name = "CrateTip";		String _text = "Ящик для украшения города.";	}

		{	String _name = "Crane";		String _text = "Краны";	}
		{	String _name = "CraneLwr";		String _text = "кранов";	}
		{	String _name = "CraneTip";		String _text = "Различные краны для украшения города. Используйте F для изменения внешнего вида крана.";	}

		{	String _name = "WaterWheel";		String _text = "Водяное колесо";	}
		{	String _name = "WaterWheelLwr";		String _text = "водяного колеса";	}
		{	String _name = "WaterWheelTip";		String _text = "Различные водяные колёса.";	}

		{	String _name = "Playground";		String _text = "Детская площадка";	}
		{	String _name = "PlaygroundLwr";		String _text = "детской площадки";	}
		{	String _name = "PlaygroundTip";		String _text = "Детская площадка для украшения города. Используйте клавишу F для изменения внешнего вида.";	}

		{	String _name = "Cart1";		String _text = "Тележка";	}
		{	String _name = "Cart1Lwr";		String _text = "тележки";	}
		{	String _name = "Cart1Tip";		String _text = "Тележка с различным внешним видом для украшения города.";	}

		{	String _name = "Cart2";		String _text = "Большая телега";	}
		{	String _name = "Cart2Lwr";		String _text = "большой телеги";	}
		{	String _name = "Cart2Tip";		String _text = "Большая телега с различным внешним видом для украшения города.";	}


		{	String _name = "Cannon";		String _text = "Пушка";	}
		{	String _name = "CannonLwr";		String _text = "пушки";	}
		{	String _name = "CannonTip";		String _text = "Пушка для украшения города, а также устрашения врагов.";	}
		
		{	String _name = "Parade";		String _text = "Плац";	}
		{	String _name = "ParadeLwr";		String _text = "плаца";	}
		{	String _name = "ParadeTip";		String _text = "Плац для украшения города.";	}
		{	String _name = "QuoteParade";		String _text = "Война… Война никогда не меняется.";	}
		
		{	String _name = "Tent";		String _text = "Палатка";	}
		{	String _name = "TentLwr";		String _text = "палатки";	}
		{	String _name = "TentTip";		String _text = "Палатка для украшения города.";	}

	//###########
	//Sign Posts
	//###########

		{	String _name = "Sign1way";		String _text = "1 указатель";	}
		{	String _name = "Sign1wayLwr";		String _text = "1 указателя";	}
		{	String _name = "Sign1wayTip";		String _text = "Этот знак укажет верный путь.";	}

		{	String _name = "Sign2way";		String _text = "2 указателя";	}
		{	String _name = "Sign2wayLwr";		String _text = "2 указателей";	}
		{	String _name = "Sign2wayTip";		String _text = "Этот знак укажет один из двух верных путей.";	}

		{	String _name = "Sign3way";		String _text = "3 указателя";	}
		{	String _name = "Sign3wayLwr";		String _text = "3 указателей";	}
		{	String _name = "Sign3wayTip";		String _text = "Этот знак укажет один из трёх верных путей.";	}

		{	String _name = "Sign4way";		String _text = "4 указателя";	}
		{	String _name = "Sign4wayLwr";		String _text = "4 указателей";	}
		{	String _name = "Sign4wayTip";		String _text = "Этот знак укажет один из четырёх верных путей.";	}

		{	String _name = "SignCornerIn";		String _text = "Указатель (внутренний угол)";	}
		{	String _name = "SignCornerInLwr";		String _text = "указателя";	}
		{	String _name = "SignCornerInTip";		String _text = "Этот знак укажет один из двух верных путей.";	}

		{	String _name = "SignCornerOut";		String _text = "Указатель (внешний угол)";	}
		{	String _name = "SignCornerOutLwr";		String _text = "указателя";	}
		{	String _name = "SignCornerOutTip";		String _text = "Этот знак укажет один из двух верных путей.";	}

	//#################
	//Decorative Piles
	//#################

		{	String _name = "BrickPile";		String _text = "Груда кирпичей";	}
		{	String _name = "BrickPileLwr";		String _text = "груды кирпичей";	}
		{	String _name = "BrickPileTip";		String _text = "Груда кирпичей для украшения города.";	}

		{	String _name = "BuildingKitPile";		String _text = "Груда строительных материалов";	}
		{	String _name = "BuildingKitPileLwr";		String _text = "груды строительных материалов";	}
		{	String _name = "BuildingKitPileTip";		String _text = "Груда строительных материалов для украшения города.";	}

		{	String _name = "CandlePile";		String _text = "Куча свечей";	}
		{	String _name = "CandlePileLwr";		String _text = "кучи свечей";	}
		{	String _name = "CandlePileTip";		String _text = "Куча свечей для украшения города.";	}

		{	String _name = "CharcoalPile";		String _text = "Груда древесного угля";	}
		{	String _name = "CharcoalPileLwr";		String _text = "груды древ.угля";	}
		{	String _name = "CharcoalPileTip";		String _text = "Груда древесного угля для украшения города.";	}

		{	String _name = "ClayPile";		String _text = "Куча глины";	}
		{	String _name = "ClayPileLwr";		String _text = "кучи глины";	}
		{	String _name = "ClayPileTip";		String _text = "Куча глины для украшения города.";	}

		{	String _name = "CoalPile";		String _text = "Груда угля";	}
		{	String _name = "CoalPileLwr";		String _text = "груды угля";	}
		{	String _name = "CoalPileTip";		String _text = "Груда угля для украшения города.";	}

		{	String _name = "CokePile";		String _text = "Груда кокс. угля";	}
		{	String _name = "CokePileLwr";		String _text = "груды кокс. угля";	}
		{	String _name = "CokePileTip";		String _text = "Груда коксующегося угля для украшения города.";	}

		{	String _name = "FeatherPile";		String _text = "Куча перьев";	}
		{	String _name = "FeatherPileLwr";		String _text = "кучи перьев";	}
		{	String _name = "FeatherPileTip";		String _text = "Куча перьев для украшения города.";	}

		{	String _name = "FirebundlePile";		String _text = "Куча хвороста";	}
		{	String _name = "FirebundlePileLwr";		String _text = "кучи хвороста";	}
		{	String _name = "FirebundlePileTip";		String _text = "Куча хвороста для украшения города.";	}

		{	String _name = "FirewoodPile";		String _text = "Куча дров";	}
		{	String _name = "FirewoodPileLwr";		String _text = "кучи дров";	}
		{	String _name = "FirewoodPileTip";		String _text = "Куча дров для украшения города.";	}

		{	String _name = "FuelFurnacePile";		String _text = "Груда печн. топлива";	}
		{	String _name = "FuelFurnacePileLwr";		String _text = "груды печн. топлива";	}
		{	String _name = "FuelFurnacePileTip";		String _text = "Куча печного топлива для украшения города.";	}

		{	String _name = "FurnishingKitPile";		String _text = "Куча посуды";	}
		{	String _name = "FurnishingKitPileLwr";		String _text = "кучи посуды";	}
		{	String _name = "FurnishingKitPileTip";		String _text = "Куча посуды для украшения города.";	}

		{	String _name = "FurniturePile";		String _text = "Куча мебели";	}
		{	String _name = "FurniturePileLwr";		String _text = "кучи мебели";	}
		{	String _name = "FurniturePileTip";		String _text = "Куча мебели для украшения города.";	}

		{	String _name = "Furniture2Pile";		String _text = "Куча добротной мебели";	}
		{	String _name = "Furniture2PileLwr";		String _text = "кучи добротной мебели";	}
		{	String _name = "Furniture2PileTip";		String _text = "Куча добротной мебели для украшения города.";	}

		{	String _name = "GlassPile";		String _text = "Груда стекла";	}
		{	String _name = "GlassPileLwr";		String _text = "груды стекла";	}
		{	String _name = "GlassPileTip";		String _text = "Груда стекла для украшения города.";	}

		{	String _name = "HardwoodPile";		String _text = "Куча древесины";	}
		{	String _name = "HardwoodPileLwr";		String _text = "кучи древесины";	}
		{	String _name = "HardwoodPileTip";		String _text = "Куча древесины для украшения города.";	}

		{	String _name = "HullComponentPile";		String _text = "Куча корпусов";	}
		{	String _name = "HullComponentPileLwr";		String _text = "кучи корпусов";	}
		{	String _name = "HullComponentPileTip";		String _text = "Куча корпусов для украшения города..";	}

		{	String _name = "IronPile";		String _text = "Груда железа";	}
		{	String _name = "IronPileLwr";		String _text = "груды железа";	}
		{	String _name = "IronPileTip";		String _text = "Груда железа для украшения города.";	}

		{	String _name = "JoistPile";		String _text = "Куча балок";	}
		{	String _name = "JoistPileLwr";		String _text = "кучи балок";	}
		{	String _name = "JoistPileTip";		String _text = "Куча балок для украшения города.";	}

		{	String _name = "LampOilPile";		String _text = "Куча масляных ламп";	}
		{	String _name = "LampOilPileLwr";		String _text = "кучи масляных ламп";	}
		{	String _name = "LampOilPileTip";		String _text = "Куча масляных ламп для украшения города.";	}

		{	String _name = "LumberPile";		String _text = "Гора досок";	}
		{	String _name = "LumberPileLwr";		String _text = "горы досок";	}
		{	String _name = "LumberPileTip";		String _text = "Гора досок для украшения города.";	}

		{	String _name = "RopePile";		String _text = "Гора верёвок";	}
		{	String _name = "RopePileLwr";		String _text = "горы верёвок";	}
		{	String _name = "RopePileTip";		String _text = "Гора верёвок для украшения города.";	}

		{	String _name = "RugPile";		String _text = "Куча ковров";	}
		{	String _name = "RugPileLwr";		String _text = "кучи ковров";	}
		{	String _name = "RugPileTip";		String _text = "Куча ковров для украшения города.";	}

		{	String _name = "SaltPile";		String _text = "Гора соли";	}
		{	String _name = "SaltPileLwr";		String _text = "горы соли";	}
		{	String _name = "SaltPileTip";		String _text = "Гора соли для украшения города.";	}

		{	String _name = "SandPile";		String _text = "Куча песка";	}
		{	String _name = "SandPileLwr";		String _text = "кучи песка";	}
		{	String _name = "SandPileTip";		String _text = "Куча песка для украшения города.";	}

		{	String _name = "StonePile";		String _text = "Груда камней";	}
		{	String _name = "StonePileLwr";		String _text = "груды камней";	}
		{	String _name = "StonePileTip";		String _text = "Груда камней для украшения города.";	}

		{	String _name = "WoodPile";		String _text = "Гора брёвен";	}
		{	String _name = "WoodPileLwr";		String _text = "горы брёвен";	}
		{	String _name = "WoodPileTip";		String _text = "Гора брёвен для украшения города.";	}

//Deco Animals
		{	String _name = "Alsation";		String _text = "Овчарка";	}
		{	String _name = "Bear";		String _text = "Медведь";	}
		{	String _name = "Boar";		String _text = "Вепрь";	}
		{	String _name = "Crab";		String _text = "Краб";	}
		{	String _name = "Cat";		String _text = "Кошка";	}
		{	String _name = "Deer1";		String _text = "Олень 1";	}
		{	String _name = "Deer2";		String _text = "Олень 2";	}
		{	String _name = "Donkey";		String _text = "Осёл";	}
		{	String _name = "DonkeyColt";		String _text = "Белый осёл";	}
		{	String _name = "Elephant";		String _text = "Слон";	}
		{	String _name = "EuropeanBison";		String _text = "Бизон";	}
		{	String _name = "FallowDeer";		String _text = "Лань";	}
		{	String _name = "FarmCow";		String _text = "Корова";	}
		{	String _name = "Fish";		String _text = "Рыба";	}
		{	String _name = "FluffySheep";		String _text = "Овечка";	}
		{	String _name = "Fox";		String _text = "Лисица";	}
		{	String _name = "Frog";		String _text = "Лягушка";	}
		{	String _name = "GemsbockAntelope";		String _text = "Сернобык";	}
		{	String _name = "Giraffe1";		String _text = "Жираф 1";	}
		{	String _name = "Giraffe2";		String _text = "Жираф 2";	}
		{	String _name = "Goat1";		String _text = "Козёл";	}
		{	String _name = "Goat2";		String _text = "Коза";	}
		{	String _name = "GoatBlack";		String _text = "Черный козёл";	}
		{	String _name = "GreatWhiteShark";		String _text = "Большая белая акула";	}
		{	String _name = "Hare";		String _text = "Заяц";	}
		{	String _name = "Horse1";		String _text = "Лошадь";	}
		{	String _name = "Horse2";		String _text = "Конь";	}
		{	String _name = "Impala";		String _text = "Импала";	}
		{	String _name = "KuduAntelope";		String _text = "Куду";	}
		{	String _name = "KillerWhale";		String _text = "Касатка";	}
		{	String _name = "Lamb";		String _text = "Ягненок";	}
		{	String _name = "Leopard";		String _text = "Леопард";	}
		{	String _name = "LittlePig";		String _text = "Поросёнок";	}
		{	String _name = "Pig1";		String _text = "Свинья 2";	}
		{	String _name = "PlainsWolf";		String _text = "Степной волк";	}
		{	String _name = "Rabbit1";		String _text = "Кролик 1";	}
		{	String _name = "Rabbit2";		String _text = "Кролик 2";	}
		{	String _name = "Ram";		String _text = "Баран";	}
		{	String _name = "RedFox";		String _text = "Рыжая лисица";	}
		{	String _name = "Rhino";		String _text = "Носорог";	}
		{	String _name = "Rooster";		String _text = "Петух";	}
		{	String _name = "Sheep1";		String _text = "Овца 1";	}
		{	String _name = "Sheep2";		String _text = "Овца 2";	}
		{	String _name = "ShetlandPonyAmber";		String _text = "Шетландский пони Амбер";	}
		{	String _name = "ShetlandPonyDinky";		String _text = "Шетландский пони Динки";	}
		{	String _name = "ShetlandPonyZeta";		String _text = "Шетландский пони Зета";	}
		{	String _name = "SnowWolf";		String _text = "Белый волк";	}
		{	String _name = "Tiger";		String _text = "Тигр";	}
		{	String _name = "Walrus";		String _text = "Морж";	}
		{	String _name = "Wildebeest";		String _text = "Гну";	}
		{	String _name = "Wolf";		String _text = "Волк";	}
		{	String _name = "Zebra";		String _text = "Зебра";	}
		{	String _name = "Camel";		String _text = "Верблюд";	}

		{	String _name = "Nothing";		String _text = "Ничего";	}
		{	String _name = "DistributionBarn";		String _text = "Временный амбар";	}
		{	String _name = "DistributionBarnLwr";		String _text = "временного амбара";	}
		{	String _name = "DistributionBarnTip";		String _text = "Временный амбар, работники которого перетаскивают предметы к ближайшему обычному амбару. Без работников временный амбар функционирует как обычный.";	}

		{	String _name = "NewTree1";		String _text = "Кизил";	}
		{	String _name = "NewTree2";		String _text = "Белая сирень";	}
		{	String _name = "NewTree3";		String _text = "Розовая сирень";	}
		{	String _name = "NewTree4";		String _text = "Тёмно-розовая сирень";	}
		{	String _name = "NewTree5";		String _text = "Лиловая сирень";	}
		{	String _name = "NewTree6";		String _text = "Фиолетовая сирень";	}
		{	String _name = "NewTree7";		String _text = "Королевская сирень";	}
		{	String _name = "NewTree8";		String _text = "Оранжевый клён";	}
		{	String _name = "NewTree9";		String _text = "Светло-зелёный клён";	}
		{	String _name = "NewTree10";		String _text = "Тёмно-зеленый клён";	}
		{	String _name = "NewTree11";		String _text = "Светло-жёлтый клён";	}
		{	String _name = "NewTree12";		String _text = "Тёмно-жёлтый клён";	}
		{	String _name = "NewTree13";		String _text = "Тёмная ива";	}
		{	String _name = "NewTree14";		String _text = "Светлая ива";	}
		{	String _name = "NewTree15";		String _text = "Глиниция";	}

		{	String _name = "Daffodils1";		String _text = "Нарцисс";	}
		{	String _name = "Iris1";		String _text = "Ирис";	}
		{	String _name = "Geranium1";		String _text = "Герань";	}

// ****** NEW ENGLAND *********
		{	String _name = "NewEnglandToolbar";		String _text = "Набор зданий колониальной Новой Англии";	}
		{	String _name = "NewEnglandHousesToolbar";		String _text = "Дома Новой Англии";	}

		{	String _name = "BuildNE4x2Cape";		String _text = "Колониальный домик 1";	}
		{	String _name = "BuildNE4x2CapeLwr";		String _text = "колониальный домик 1";	}
		{	String _name = "BuildNE4x2CapeTip";		String _text = "Маленький колониальный дом для семьи из 5 человек. Такой же тёплый, как и обычный деревянный дом, и имеет столько же места для хранения.";	}

		{	String _name = "BuildNE4x2HalfCape";		String _text = "Колониальный домик 2";	}
		{	String _name = "BuildNE4x2HalfCapeLwr";		String _text = "колониальный домик 2";	}
		{	String _name = "BuildNE4x2HalfCapeTip";		String _text = "Маленький колониальный дом для семьи из 5 человек. Такой же тёплый, как и обычный деревянный дом, и имеет столько же места для хранения.";	}

		{	String _name = "BuildNE4x2CapeCottage";		String _text = "Колониальный домик 3";	}
		{	String _name = "BuildNE4x2CapeCottageLwr";		String _text = "колониальный домик 2";	}
		{	String _name = "BuildNE4x2CapeCottageTip";		String _text = "Маленький колониальный дом для семьи из 5 человек. Такой же тёплый, как и обычный деревянный дом, и имеет столько же места для хранения.";	}


		{	String _name = "BuildNE4x3DoubleCape";		String _text = "Широкий дом";	}
		{	String _name = "BuildNE4x3DoubleCapeLwr";		String _text = "широкий дом";	}
		{	String _name = "BuildNE4x3DoubleCapeTip";		String _text = "Широкий колониальный дом для семьи из 5 человек. Такой же тёплый, как и обычный деревянный дом, и имеет столько же места для хранения.";	}

		{	String _name = "BuildNE4x3SmallColonial1";		String _text = "Колониальный дом 1";	}
		{	String _name = "BuildNE4x3SmallColonial1Lwr";		String _text = "колониальный дом 1";	}
		{	String _name = "BuildNE4x3SmallColonial1Tip";		String _text = "Колониальный дом для семьи из 5 человек. Такой же тёплый, как и обычный деревянный дом, и имеет столько же места для хранения.";	}

		{	String _name = "BuildNE4x3SmallColonial2";		String _text = "Колониальный дом 2";	}
		{	String _name = "BuildNE4x3SmallColonial2Lwr";		String _text = "колониальный дом 2";	}
		{	String _name = "BuildNE4x3SmallColonial2Tip";		String _text = "Колониальный дом для семьи из 5 человек. Такой же тёплый, как и обычный деревянный дом, и имеет столько же места для хранения.";	}

		{	String _name = "BuildNE4x3HoxieHouse";		String _text = "Исторический дом";	}
		{	String _name = "BuildNE4x3HoxieHouseLwr";		String _text = "исторический дом";	}
		{	String _name = "BuildNE4x3HoxieHouseTip";		String _text = "Дом, воссозданный по модели существующей постройки 'The Hoxie House'. Колониальный дом для семьи из 5 человек. Такой же тёплый, как и обычный деревянный дом, и имеет столько же места для хранения.";	}


		{	String _name = "BuildNE5x3LargeColonial";		String _text = "Большой колониальный дом";	}
		{	String _name = "BuildNE5x3LargeColonialLwr";		String _text = "большой колониальный дом";	}
		{	String _name = "BuildNE5x3LargeColonialTip";		String _text = "Большой колониальный дом для семьи из 6 человек. Такой же тёплый, как и обычный деревянный дом, и имеет столько же места для хранения.";	}

		{	String _name = "BuildNE5x3GarrisonHouse";		String _text = "Исторический дом";	}
		{	String _name = "BuildNE5x3GarrisonHouseLwr";		String _text = "исторический дом";	}
		{	String _name = "BuildNE5x3GarrisonHouseTip";		String _text = "Дом, воссозданный по модели существующей постройки 'The Garrison House'. Колониальный дом для семьи из 6 человек. Такой же тёплый, как и обычный каменный дом, и имеет столько же места для хранения.";	}

		{	String _name = "BuildNE5x3Georgian";		String _text = "Исторический дом";	}
		{	String _name = "BuildNE5x3GeorgianLwr";		String _text = "исторический дом";	}
		{	String _name = "BuildNE5x3GeorgianTip";		String _text = "Дом, воссозданный по модели существующей постройки 'The Georgian House'. Колониальный дом с одной комнатой для семьи из 6 человек. Такой же тёплый, как и обычный каменный дом, и имеет столько же места для хранения.";	}


		{	String _name = "BuildNE1x2LeanTo";		String _text = "Домик со скатной крышей";	}
		{	String _name = "BuildNE1x2LeanToLwr";		String _text = "домик со скатной крышей";	}
		{	String _name = "BuildNE1x2LeanToTip";		String _text = "Маленький колониальный дом со скатной крышей для семьи из 4 человек. Такой же тёплый, как и обычный деревянный дом, и имеет столько же места для хранения.";	}

		{	String _name = "BuildNE1x3LeanTo";		String _text = "Дом со скатной крышей";	}
		{	String _name = "BuildNE1x3LeanToLwr";		String _text = "дом со скатной крышей";	}
		{	String _name = "BuildNE1x3LeanToTip";		String _text = "Колониальный дом со скатной крышей для семьи из 4 человек. Такой же тёплый, как и обычный деревянный дом, и имеет столько же места для хранения.";	}

		{	String _name = "BuildNE1x4LeanTo";		String _text = "Большой дом со скатной крышей";	}
		{	String _name = "BuildNE1x4LeanToLwr";		String _text = "большой дом со скатной крышей";	}
		{	String _name = "BuildNE1x4LeanToTip";		String _text = "Большой колониальный дом со скатной крышей для семьи из 4 человек. Такой же тёплый, как и обычный деревянный дом, и имеет столько же места для хранения.";	}
	]
}

StringTable terrainSize
{
	Entry _strings
	[
		{	String _name = "TerrainSize0";		String _text = "Маленький";	}
		{	String _name = "TerrainSize1";		String _text = "Средний";	}
		{	String _name = "TerrainSize2";		String _text = "Большой";	}
		{	String _name = "TerrainSize3";		String _text = "[CC] Очень большой";	}
		{	String _name = "TerrainSize4";		String _text = "Очень большой";	}
	]
}

StringTable merchant
{
	Entry _strings
	[
		{	String _name = "MerchantGeneral";		String _text = "Купец товарами";	}	//ALL
		{	String _name = "MerchantOrganics";		String _text = "Зеленщик";	}		//FRUITS AND VEGGIES
		{	String _name = "MerchantGrain";		String _text = "Хлебник";	}	//GRAINS
		{	String _name = "MerchantProtein";		String _text = "Поставщик товаров";	}	//PROTEIN
		{	String _name = "MerchantTextiles";		String _text = "Торговец волокном и тканями";	}	//TEXTILE AND CUSTOM2
		{	String _name = "MerchantResources";		String _text = "Откатчик";	}		//WOOD STONE IRON TOOL HEALTH FUEL CUSTOM3
		{	String _name = "MerchantSeeds";		String _text = "Фермер";	}		//SEEDS
		{	String _name = "MerchantLivestock";		String _text = "Купец животными";	}		//LIVESTOCK
		{	String _name = "MerchantClothing";		String _text = "Галантерейщик";	}	//CLOTHING
		{	String _name = "MerchantAlcohol";		String _text = "Метедор";	}		//LUXURIES
		{	String _name = "MerchantMinerasls";		String _text = "Шахтёр";	}		//COALFUEL
		{	String _name = "MerchantCrafted";		String _text = "Ремесленник";	}		//CUSTOM0
		{	String _name = "MerchantForged";		String _text = "Кузнец";	}		//CUSTOM1
		{	String _name = "MerchantMaterials";		String _text = "Коллекционер";	}		//CUSTOM4
		{	String _name = "MerchantConstruction";		String _text = "Строитель";	}		//CUSTOM5
		{	String _name = "MerchantPrecious";		String _text = "Золотой купец";	}	//CUSTOM6
		{	String _name = "MerchantMisc";		String _text = "Торговец всякой всячиной";	}	//CUSTOM7
	]
}

StringTable NMT
{
	Entry _strings
	[
		{	String _name = "NMTCottonCoatRequire";		String _text = "Плохое пальто [40 хлопка]";	}
		{	String _name = "NMTLeatherCoatRequire";		String _text = "Плохое пальто [2 шкуры]";	}
		{	String _name = "NMTLeatherCottonRequire";		String _text = "Плохое пальто [1 шкура + 20 хлопка]";	}
		{	String _name = "NMTWoolCoatRequire";		String _text = "Шерстяное пальто [2 шерсти]";	}
		{	String _name = "NMTWoolCottonRequire";		String _text = "Шерстяное пальто [1 шерсть + 20 хлопка]";	}
		{	String _name = "NMTWinterCoatRequire";		String _text = "Тёплое пальто [2 шкуры + 2 шерсти]";	}
		{	String _name = "NMTWinterCottonRequire";		String _text = "Тёплое пальто [2 кожи + 40 хлопка]]";	}
		{	String _name = "NMTCottonWinterRequire";		String _text = "Тёплое пальто [2 шерсти + 40 хлопка]";	}
		{	String _name = "NMTCottonWinterCoatRequire";		String _text = "Тёплое пальто [1 шкура + 1 шерсть + 40 хлопка]";	}
		{	String _name = "NMTReedCoatRequire";		String _text = "Пальто для выживания [6 камыша + 3 пера]";	}
		{	String _name = "NMTFullCoatRequire";		String _text = "Полное пальто [2 ткани]";	}
		{	String _name = "NMTDressCoatRequire";		String _text = "Сюртук [2 льна]";	}
		{	String _name = "NMTPeaCoatRequire";		String _text = "Бушлат [2 кожи + 2 шерсти]";	}
		{	String _name = "NMTFullLiveryRequire";		String _text = "Ливрея [Шёлк + Канифас]";	}
		{	String _name = "NMTFrockCoatRequire";		String _text = "Фрак [2 кожи + 2 ткани]";	}
		{	String _name = "NMTFullSuitRequire";		String _text = "Полный костюм [2 льна + 2 шерсти]";	}
		{	String _name = "NMTWinterCoat2Require";		String _text = "Камзол [Кожа]";	}
		{	String _name = "NMTClothCoatDownRequire";		String _text = "Тканевое пуховое пальто [1 ткань + 10 перьев]";	}

		{	String _name = "NMFlourWheatRequire";		String _text = "Мука [Пшеница]";	}
		{	String _name = "NMFlourCornRequire";		String _text = "Мука [Кукуруза]";	}
		{	String _name = "NMFlourBarleyRequire";		String _text = "Мука [Ячмень]";	}
		{	String _name = "NMFlourSorghumRequire";		String _text = "Мука [Сорго]";	}
		{	String _name = "NMFlourOatRequire";		String _text = "Мука [20 Овёс]";	}
		{	String _name = "NMFlourRyeRequire";		String _text = "Мука [20 Рожь]";	}
		{	String _name = "FlourRiceRequire";		String _text = "Мука [20 Рис]";	}
	]
}

