StringTable resource
{
	Entry _strings
	[
		{	String _name = "DSFulbertWrightHousingMenuTip";		String _text = "Жильё от Фулбера и семьи, мастеров по строительству жилья и плотницкому делу. Каждый тип дома можно построить в вариантах с поворотом по клавише F (0, 13, 21, 34, 326, 359, 367°). ВНИМАНИЕ: дома с поворотом позволяют жителям проходить сквозь стены.";	}
		{	String _name = "DSFWHs01";		String _text = "Маленький дом - тип 01";	}
		{	String _name = "DSFWHs01Lwr";		String _text = "маленький дом";	}
		{	String _name = "DSFWHs01Tip";		String _text = "Уютный маленький средневековый дом для семьи из 4 человек, размер 4x4. 34 ед. труда на строительство. Вместимость 1000. Отопление требуется при температуре ниже 10°C. Соотношение тепла и топлива 68:1 (чем выше число тепла, тем экономичнее отопление)";	}
		{	String _name = "DSFWHs02";		String _text = "Маленький дом - тип 02";	}
		{	String _name = "DSFWHs02Lwr";		String _text = "маленький дом";	}
		{	String _name = "DSFWHs02Tip";		String _text = "Уютный маленький средневековый дом для семьи из 4 человек, размер 4x4. 34 ед. труда на строительство. Вместимость 1000. Отопление требуется при температуре ниже 10°C. Соотношение тепла и топлива 68:1 (чем выше число тепла, тем экономичнее отопление)";	}
		{	String _name = "DSFWHs03";		String _text = "Маленький дом - тип 03";	}
		{	String _name = "DSFWHs03Lwr";		String _text = "маленький дом";	}
		{	String _name = "DSFWHs03Tip";		String _text = "Уютный маленький средневековый дом для семьи из 4 человек, размер 4x4. 34 ед. труда на строительство. Вместимость 1000. Отопление требуется при температуре ниже 10°C. Соотношение тепла и топлива 68:1 (чем выше число тепла, тем экономичнее отопление)";	}
		{	String _name = "DSFWHs04";		String _text = "Средний дом - тип 04";	}
		{	String _name = "DSFWHs04Lwr";		String _text = "средний дом";	}
		{	String _name = "DSFWHs04Tip";		String _text = "Уютный средний средневековый дом для семьи из 5 человек, размер 4x5. 47 ед. труда на строительство. Вместимость 1200. Отопление требуется при температуре ниже 10°C. Соотношение тепла и топлива 68:1 (чем выше число тепла, тем экономичнее отопление)";	}
		{	String _name = "DSFWHs05";		String _text = "Средний дом - тип 05";	}
		{	String _name = "DSFWHs05Lwr";		String _text = "средний дом";	}
		{	String _name = "DSFWHs05Tip";		String _text = "Уютный средний средневековый дом для семьи из 5 человек, размер 4x5. 47 ед. труда на строительство. Вместимость 1200. Отопление требуется при температуре ниже 10°C. Соотношение тепла и топлива 68:1 (чем выше число тепла, тем экономичнее отопление)";	}
		{	String _name = "DSInfoTab";		String _text = "Информация";	}
		{	String _name = "labelDSFWHs01aText";		String _text = "Маленький дом на 4 жильцов.";	}
		{	String _name = "labelDSFWHs01bText";		String _text = "Вместимость по весу 1000.";	}
		{	String _name = "labelDSFWHs01cText";		String _text = "Топливо для отопления будет";	}
		{	String _name = "labelDSFWHs01dText";		String _text = "расходоваться при 10°C и ниже.";	}
		{	String _name = "labelDSFWHs01eText";		String _text = "соотношение тепла и топлива 68:1";	}
		{	String _name = "labelDSFWHs04aText";		String _text = "Средний дом на 5 жильцов.";	}
		{	String _name = "labelDSFWHs04bText";		String _text = "Вместимость по весу 1200.";	}
	]

}
