StringTable resource
{
	Entry _strings
	[ 

		{	String _name = "PalmsOnlyEasyName";		String _text = "[CC] Антилы (Легко)";	}
		{	String _name = "PalmsOnlyEasyDesc";		String _text = "Вы попадаете на местность, где растут только пальмы и тропические деревья. В начале игры в Вашем распоряжении 6 семей. Жители уже построили 6 деревянных домов, амбар и склад, где есть значительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов, а также стадо животных.";	}

		{	String _name = "PalmsOnlyMediumName";		String _text = "[CC] Антилы (Средне)";	}
		{	String _name = "PalmsOnlyMediumDesc";		String _text = "Вы попадаете на местность, где растут только пальмы и тропические деревья. В начале игры в Вашем распоряжении 5 семей. Жители уже построили амбар и склад, где есть удовлетворительные запасы одежды, пищи, дров, строительных материалов и орудий. Кроме того, жители прихватили какие-то семена для полей и садов.";	}

		{	String _name = "PalmsOnlyHardName";		String _text = "[CC] Антилы (Трудно)";	}
		{	String _name = "PalmsOnlyHardDesc";		String _text = "Вы попадаете на местность, где растут только пальмы и тропические деревья. В начале игры в Вашем распоряжении 4 семьи. В телеге, с которой они пришли, есть скудные запасы одежды, пищи, дров и орудий, однако ни животных, ни семена они с собой не прихватили.";	}

		{	String _name = "PalmsOnlyAEName";		String _text = "[CC] Антилы (Адам и Ева)";	}
		{	String _name = "PalmsOnlyAEDesc";		String _text = "Вы попадаете на местность, где растут только пальмы и тропические деревья. В начале игре в Вашем распоряжении 2 человека. В телеге, с которой они пришли, есть незначительные запасы пищи, дров, одежды и орудий, однако ни животных, ни семена они с собой не прихватили. Рекомендуется опытным игрокам.";	}

	]
}

