StringTable resource
{
	Entry _strings
	[ 

		{	String _name = "FlattenCC";		String _text = "Выровнять область";	}
		{	String _name = "FlattenCCTip";		String _text = "Территория в выбранной области будет выровнена: дно рек и озёр поднимется, рельеф гор уменьшится. После завершения использования инструмента выберите инструмент сноса зданий, чтобы удалить жёлтые иконки. Используйте инструмент с осторожностью, потому что отменить действия невозможно.";	}

		{	String _name = "FlattenCCNuke";		String _text = "Сильно выровнять область";	}
		{	String _name = "FlattenCCNukeTip";		String _text = "Территория в выбранной области будет выровнена. Все ресурсы, в том числе деревья, будут уничтожены. Используйте на свой страх и риск с большой осторожностью!";	}
	]
}
